[
  "⬡ ➠ ```People say being a poet is hard. It's not. They just haven't fallen in love yet.```",
  "⬡ ➠ ```If I were born a thousand years ago, I would still wait for you.```",
  "⬡ ➠ ```Do you know why I look up when memorizing? Because when I close my eyes, I see your face.```",
  "⬡ ➠ ```It's strange how just hearing your name can make my heart ache like a fresh wound doused in vinegar.```",
  "⬡ ➠ ```Being a knight is easy. The hard part is being the hero of your heart.```",
  "⬡ ➠ ```Heroes have armor, but I don't. I'm willing to be pierced by your love.```",
  "⬡ ➠ ```When you've made someone happy and they still choose someone else, believe me, maybe you're not rich enough yet!```",
  "⬡ ➠ ```You're like colored pencils, you brighten up my days.```",
  "⬡ ➠ ```If you were an angel, I'd break all your wings because I can't bear to see you return to heaven.```",
  "⬡ ➠ ```Heroes fight for their country, so I'm a hero too, fighting for our future.```",
  "⬡ ➠ ```You're like a hero, breaking down the defenses of my heart.```",
  "⬡ ➠ ```If heroes are remembered, you will never be just a memory.```",
  "⬡ ➠ ```I'll eat anything as long as it's with you, even if it's heartbreak.```",
  "⬡ ➠ ```If you were a guitar string, I wouldn't want to be a guitarist. I don't want to risk breaking you.```",
  "⬡ ➠ ```I'm like a fan. Even if I look left and right, I stay in the same place. Always with you, always loving you.```",
  "⬡ ➠ ```If I were a representative, I'd fail. I always think of you, not the people.```",
  "⬡ ➠ ```If I were a governor, I'd be scolded by the people. I can't speak fluently without you by my side.```",
  "⬡ ➠ ```I'm a model student because every day I learn to love you with all my heart.```",
  "⬡ ➠ ```Look at my garden, full of flowers. Look into your eyes, my heart blooms.```",
  "⬡ ➠ ```Different operators don't matter, as long as our names are on the same family card.```",
  "⬡ ➠ ```I'm willing to wait, even if you don't give me news, even if I realize you want to leave me.```",
  "⬡ ➠ ```I can't promise to be good, but I promise to always be with you.```",
  "⬡ ➠ ```To this day, you are still the reason why my heart hasn't accepted anyone else.```",
  "⬡ ➠ ```If I could be anything, I want to be your tears. Born in your eyes, live on your cheeks, and die on your lips.```",
  "⬡ ➠ ```If I were a representative, I'd fail. How can I think of the people when all I think about is you?```",
  "⬡ ➠ ```Every time I see you, I remember exams. Difficult, but worth fighting for to get you.```",
  "⬡ ➠ ```Everyone can say love, but not everyone can be loyal.```",
  "⬡ ➠ ```I love you more than words can say, more than feelings can express, more than thoughts can think.```",
  "⬡ ➠ ```My love is like a camera. Once focused on one person, everything else blurs.```",
  "⬡ ➠ ```I prefer apples to grapes because I prefer visiting you to ignoring you.```",
  "⬡ ➠ ```Life isn't always easy, but it's much easier with you by my side.```",
  "⬡ ➠ ```Just a few hours until we meet again, but it feels like a decade. I can't wait to be in your arms.```",
  "⬡ ➠ ```When I'm with you, an hour feels like a second, but when I'm away from you, a day feels like a year.```",
  "⬡ ➠ ```Banana compote, tofu from Sumedang, even though distance separates us, my love will never fade.```",
  "⬡ ➠ ```I want to be the only one, not just one of many.```",
  "⬡ ➠ ```Look at my garden, full of flowers. Look into your eyes, my heart blooms.```",
  "⬡ ➠ ```Promise to stay with me now, tomorrow, and forever.```",
  "⬡ ➠ ```Since I stopped hoping for you, I've lost enthusiasm for everything.```",
  "⬡ ➠ ```Maybe happiness with you is just a dream, but let that dream accompany me in every sleep.```",
  "⬡ ➠ ```The more I know your attitude, the more tired I am of maintaining this relationship.```",
  "⬡ ➠ ```Longing doesn't just come from being apart, but also from unfulfilled desires.```",
  "⬡ ➠ ```You will never be far from me, wherever I go, you are always in my heart. Only our bodies are apart, not our hearts.```",
  "⬡ ➠ ```I know in every glance, we are separated by distance and time, but I believe we will be together someday.```",
  "⬡ ➠ ```Missing you without ever meeting is like creating a song that is never sung.```",
  "⬡ ➠ ```Sometimes distance is always a barrier between us, but in my heart, we are always close.```",
  "⬡ ➠ ```If my heart can't hold back all this longing, what can I do but pray for you?```",
  "⬡ ➠ ```Maybe right now I can only hold back this longing until the time comes when I can meet and release this longing with you.```",
  "⬡ ➠ ```Through the longing that stirs in my heart, sometimes I really need your loving embrace.```",
  "⬡ ➠ ```In the cold of the night, I can't remember how often I think of you and miss you.```",
  "⬡ ➠ ```Missing you is like rain that comes suddenly and lasts long. Even after the rain stops, my longing remains.```",
  "⬡ ➠ ```If a ghost like you comes, I'll pick you up and take you home.```",
  "⬡ ➠ ```I'll eat anything as long as it's with you, even if it's heartbreak.```",
  "⬡ ➠ ```Love is like a death sentence. If not shot, then hanged.```",
  "⬡ ➠ ```Loving you is like narcotics: once tried, it becomes an addiction; if not tried, it makes you curious; if left, it makes you suffer.```",
  "⬡ ➠ ```I love snacking because snacking is fun. Especially if I can have you completely.```",
  "⬡ ➠ ```This world is just for the two of us. Everyone else is just renting.```",
  "⬡ ➠ ```For me, every day is Tuesday. Tuesday in heaven when I'm close to you.```",
  "⬡ ➠ ```How about we become a gang of thieves? I'll steal your heart, and you steal mine.```",
  "⬡ ➠ ```You're like the coffee I sipped this morning. Bitter, but addictive.```",
  "⬡ ➠ ```I'm often jealous of your lipstick. It gets to kiss you every day, from morning till night.```",
  "⬡ ➠ ```In a relaxed soul, there is a deep-rooted love.```",
  "⬡ ➠ ```Confused about wanting to be angry, but don't know who to be angry at? Sometimes silence is the best way for a relaxed society.```",
  "⬡ ➠ ```At first, I was treated specially, but in the end, it left a feeling of disappointment.```",
  "⬡ ➠ ```I don't need someone whose love is only temporary.```",
  "⬡ ➠ ```I want a friend I can hit.```",
  "⬡ ➠ ```Through the longing that stirs in my heart, sometimes I really need your loving embrace.```",
  "⬡ ➠ ```Just hearing your name can make me smile like a fool.```",
  "⬡ ➠ ```I know you have more than one female friend, and I'm not the only one who likes you.```",
  "⬡ ➠ ```Since I stopped hoping for you, I've lost enthusiasm for everything.```",
  "⬡ ➠ ```Sometimes I'm jealous of kites. Their strings break, but they are still chased and not easily given up.```",
  "⬡ ➠ ```I didn't know what love was until I met you. But at that moment, I also knew what heartbreak felt like.```",
  "⬡ ➠ ```Chasing is tiring, but waiting is even more tiring. Waiting for you to realize my presence.```",
  "⬡ ➠ ```With you, falling in love is the most intentional heartbreak.```",
  "⬡ ➠ ```It's very difficult to feel the happiness of life without you by my side.```",
  "⬡ ➠ ```If only you knew, until now, I still love you.```",
  "⬡ ➠ ```You have become a part of my future plans. If you leave, I'm afraid my future will no longer be perfect without you.```",
  "⬡ ➠ ```When God gives me one happiness, I choose to give that happiness to you.```",
  "⬡ ➠ ```Loving but not being acknowledged is like being hurt without bleeding.```",
  "⬡ ➠ ```I don't know if I truly belong here. I have no one to talk to.```",
  "⬡ ➠ ```You truly love someone when you can't hate them even though they have hurt you.```",
  "⬡ ➠ ```No matter how much you want to go back to the past, there will be nothing new to see.```",
  "⬡ ➠ ```I love you with all my heart, but you share your feelings with someone else.```",
  "⬡ ➠ ```I'm confused, should I be disappointed or not? If I'm disappointed, who am I to him? If I'm not disappointed, but I'm waiting for his words.```",
  "⬡ ➠ ```Seeing you happy is my happiness, even if your happiness is without me.```",
  "⬡ ➠ ```My longing is like a branch that still stands. Even though no leaves accompany it, until it finally dries, breaks, and dies.```",
  "⬡ ➠ ```I think we are now just two strangers with the same memories.```",
  "⬡ ➠ ```Make me able to hate you even for a few minutes so that it's not too hard to forget you.```",
  "⬡ ➠ ```I sometimes envy an object. It has no feelings but is always needed. Unlike me, who has feelings but is left and ignored.```",
  "⬡ ➠ ```For the sake of love, we deceive ourselves. Trying to be strong but falling disgracefully.```",
  "⬡ ➠ ```Loving you might destroy me, but somehow leaving you doesn't make me better.```",
  "⬡ ➠ ```You are the first and foremost in my life, but I am the second for you.```",
  "⬡ ➠ ```Don't stop loving just because you've been hurt. There is no rainbow without rain, no true love without tears.```",
  "⬡ ➠ ```I have a million reasons to forget you, but nothing can make me stop loving you.```",
  "⬡ ➠ ```Sometimes someone feels very foolish just for loving someone.```",
  "⬡ ➠ ```Not that I'm not worth waiting for, but often giving false hope.```",
  "⬡ ➠ ```Part of me feels pain, remembering someone who is very close but untouchable.```",
  "⬡ ➠ ```The best thing about loving someone is secretly praying for them.```",
  "⬡ ➠ ```I hope I can get rid of this feeling as quickly as I lost you.```",
  "⬡ ➠ ```Consider me your home. If you leave, you know where to return. Stay if you want, and leave if you're bored.```",
  "⬡ ➠ ```You are the best heartbreak I never regret.```",
  "⬡ ➠ ```If loving you is like going to school, I would attend even on holidays. Because loving you has no days off for me.```",
  "⬡ ➠ ```A balloon filled with air becomes lighter over time. My heart filled with you wants to go to the altar.```",
  "⬡ ➠ ```I can endure hunger, but I can't endure missing you.```",
  "⬡ ➠ ```My love for you is like a debt. It starts small, but if left alone, it grows on its own.```",
  "⬡ ➠ ```Do you have a black marker? For what? To color the calendar so there are no holidays in loving you.```",
  "⬡ ➠ ```If I were a representative, I'd fail. How can I think of the people when all I think about is you?```",
  "⬡ ➠ ```I prefer apples to grapes because I prefer visiting you to ignoring you.```",
  "⬡ ➠ ```When I'm next to you, I feel like butter on a hot pan. I melt instantly.```",
  "⬡ ➠ ```Instead of joining a boyband, I'd rather apply to be your boyfriend.```",
  "⬡ ➠ ```Luckily, missing you doesn't cost money. If it did, I'd be a beggar.```",
  "⬡ ➠ ```You sit next to me, and I feel like I forget how to breathe.```",
  "⬡ ➠ ```It's amazing how one small conversation can change everything forever.```",
  "⬡ ➠ ```You have to let me love you, let me be the one to give you everything you want and need.```",
  "⬡ ➠ ```I need you because you make me smile even when you're not by my side.```",
  "⬡ ➠ ```I admire your mind. I fell in love with your personality. Your appearance is just a bonus.```",
  "⬡ ➠ ```Loving you and being loved by you is the most precious gift I've ever received.```",
  "⬡ ➠ ```I don't want to be your favorite or the best for you. I want to be the only one in your heart and forget the rest.```",
  "⬡ ➠ ```It's hard for me to pretend I don't like you when in reality, I'm crazy about you.```",
  "⬡ ➠ ```When I think of you, I end up with a silly grin on my face.```",
  "⬡ ➠ ```Let me make you happy forever. You just need to do one thing: fall in love with me.```",
  "⬡ ➠ ```Banana compote, tofu from Sumedang, even though distance separates us, my love will never fade.```",
  "⬡ ➠ ```For me, every day is Tuesday. Tuesday in heaven when I'm close to you.```",
  "⬡ ➠ ```I'm without you like an ambulance without its siren.```",
  "⬡ ➠ ```Darling, let's break up. We're not suitable for dating; we're suitable for marriage.```",
  "⬡ ➠ ```You should always use Wi-Fi so our hearts are always connected.```",
  "⬡ ➠ ```What's the best snack? Having you completely.```",
  "⬡ ➠ ```You are the reason I survive the end of the month.```",
  "⬡ ➠ ```I'm willing to be called a love fool as long as you don't disappear.```",
  "⬡ ➠ ```When I meet you, my heart feels like it stops beating. But why don't I die?```",
  "⬡ ➠ ```I don't want you to have a fever, but I'm willing to have a fever from missing you.```",
  "⬡ ➠ ```It's okay if you gain weight; my heart still has room for you.```",
  "⬡ ➠ ```Different operators don't matter, as long as our names are on the same family card.```",
  "⬡ ➠ ```I'll cross the sea, climb mountains, just for you.```",
  "⬡ ➠ ```Your gaze is simple, but it can change the world.```",
  "⬡ ➠ ```I don't like getting rained on, but I always like getting rained on by your love.```",
  "⬡ ➠ ```Do you know, I'm like butter, and you're like a hot pan. I melt every time I see you.```",
  "⬡ ➠ ```If I were a representative, I'd fail. I always think of you, not the people.```",
  "⬡ ➠ ```I've been convicted of stealing your heart. The sentence is loving you for life.```",
  "⬡ ➠ ```The lamp must be jealous of you because your eyes shine so brightly, lighting up my future.```",
  "⬡ ➠ ```Heroes have armor, but I don't. I'm willing to be pierced by your love.```",
  "⬡ ➠ ```Look at my garden, full of flowers. Look into your eyes, my heart blooms.```",
  "⬡ ➠ ```If longing were money, I'd be the richest person in the world for bearing this longing for you.```",
  "⬡ ➠ ```You're like a hero, breaking down the defenses of my heart.```",
  "⬡ ➠ ```If I were a governor, I'd be scolded by the people. I can't speak fluently without you by my side.```",
  "⬡ ➠ ```Every time you smile, the whole world smiles too.```",
  "⬡ ➠ ```Your gaze is simple, but it can change the world.```",
  "⬡ ➠ ```Promise to stay with me now, tomorrow, and forever.```",
  "⬡ ➠ ```If loving you is an illusion, then let me imagine forever.```",
  "⬡ ➠ ```I don't believe in love at first sight. I believe in destiny that you will be my soulmate.```",
  "⬡ ➠ ```I don't want to be a sunset lover; I want to be your smile lover.```",
  "⬡ ➠ ```Do you know that the Danube River is the longest in Europe? That's how long my love for you is.```",
  "⬡ ➠ ```Your eyes have the same energy as the sun combined with the moon. Unmatched.```",
  "⬡ ➠ ```If you were a flower, I'd be the bee that always makes you beautiful.```",
  "⬡ ➠ ```On earth, falling is called gravity; in the heart, it's called love that always blooms.```",
  "⬡ ➠ ```I love you like a child loves ice cream.```",
  "⬡ ➠ ```Love is like foolishness. Just hearing your name makes me crazy.```",
  "⬡ ➠ ```I'm quiet, quietly falling in love with you.```",
  "⬡ ➠ ```I always feel cloudy when you go far away.```",
  "⬡ ➠ ```I don't need your wealth; all I need is your happy smile and laughter.```",
  "⬡ ➠ ```Meeting you is like seeing a meteor. Rare, but beautiful.```",
  "⬡ ➠ ```I'm willing to be your clown every day, acting funny to make you always laugh and forget your tears.```",
  "⬡ ➠ ```You're like coffee. Not bitter, but addictive.```",
  "⬡ ➠ ```You're like a rainbow. You appear after the clouds in my heart.```",
  "⬡ ➠ ```My love is like an hourglass. The more my heart fills, the less my brain is occupied.```",
  "⬡ ➠ ```If you were a guitar string, I wouldn't want to be a guitarist. I don't want to risk breaking you.```",
  "⬡ ➠ ```Don't miss me; it's heavy. You won't be able to bear it. Let me miss you.```",
  "⬡ ➠ ```If patience were sold, my waiting for you would have made me a beggar.```",
  "⬡ ➠ ```Rain leaves a rainbow; if you leave, you leave my tears.```",
  "⬡ ➠ ```Buy a candle, get a bonus Fanta. Even if you're annoying, I still love you.```",
  "⬡ ➠ ```It's not important to think about Saturday night; what's important is the engagement night.```",
  "⬡ ➠ ```Peanuts are tasty, but being ignored is painful.```",
  "⬡ ➠ ```When we are far apart, one thing you should know, I will keep this love until I die.```",
  "⬡ ➠ ```Forget those who have left, wait for those who haven't come, and be grateful for those who are here.```",
  "⬡ ➠ ```You're like a star, beautiful to look at but hard to reach.```",
  "⬡ ➠ ```Your face looks troubled. Yes, troubled to forget.```",
  "⬡ ➠ ```Many people feel love, but they forget and don't know the true essence of love.```",
  "⬡ ➠ ```Those who often give chocolate will lose to those who give prayer tools and sing the wedding song.```",
  "⬡ ➠ ```Perfect comfort is when you are willing to hug me.```",
  "⬡ ➠ ```I can forget you, but the memories are hard to forget.```",
  "⬡ ➠ ```People with a partner must be patient with their partner. What about those who don't have one?```",
  "⬡ ➠ ```I don't ask for much, just don't leave my heart.```",
  "⬡ ➠ ```Clearly, I need your heart, your presence, your attention, not your money.```",
  "⬡ ➠ ```I don't need GPS; with you, I already know where to go.```",
  "⬡ ➠ ```Do what we can, then leave the rest to God.```",
  "⬡ ➠ ```A straight road has many potholes, a slight turn has a bend. If you love, you must endure so you don't feel the loss.```",
  "⬡ ➠ ```Friends become love. Even in dreams, I feel like touching your cheek. It feels real, like friends become love.```",
  "⬡ ➠ ```God is close without touching, far without limits.```",
  "⬡ ➠ ```I'm indeed tired, but I promise not to give up on being with you.```",
  "⬡ ➠ ```Moving on is not about trying to forget, but letting go and trying to find something better.```",
  "⬡ ➠ ```From God, we exist, with God, we live, and with God, we return.```",
  "⬡ ➠ ```My love for you is like a camera, focused on you, everything else is blurred.```",
  "⬡ ➠ ```I'm not a romantic person who can say sweet words, but I'm a humorous person who can say sweet words.```",
  "⬡ ➠ ```Will you teach me? Teach me to be worthy of you.```",
  "⬡ ➠ ```Love grows from often being taken out together.```",
  "⬡ ➠ ```Don't go, I still love you.```",
  "⬡ ➠ ```Lean on my shoulder until you feel comfortable because I should make your heart comfortable.```",
  "⬡ ➠ ```Day and night, I always think of you.```",
  "⬡ ➠ ```What I fear most in this world is not losing you, but I'm afraid you will lose your happiness.```",
  "⬡ ➠ ```Making my heart race, making me nervous. Your mother and my mother become in-laws.```",
  "⬡ ➠ ```I work, I save money, God willing, next year, I'll lead your prayers.```",
  "⬡ ➠ ```I'm without you like cat rice without its rubber band. Broken.```",
  "⬡ ➠ ```God, if this person is my soulmate, please bring them closer. If not, please make them my soulmate.```",
  "⬡ ➠ ```My shirt got torn by the door. Acting cool, but actually caring.```",
  "⬡ ➠ ```Day and night, I always think of you, I want to love you.```",
  "⬡ ➠ ```My principle now is to move forward without fear, retreat without hesitation, and leave the rest to God.```",
  "⬡ ➠ ```I've warned you not to forget your promise, not to break the bond of love. Remember me waiting for you until my body is just bones and skin.```",
  "⬡ ➠ ```God gives guidance through happiness and through suffering.```",
  "⬡ ➠ ```Love is sometimes like cassava chips. It can break if not handled carefully.```",
  "⬡ ➠ ```Because of looking at your photo, I fell into the mud.```",
  "⬡ ➠ ```I never knew what love was until I met you.```",
  "⬡ ➠ ```Love is not about how often you say it, but how much you prove it.```",
  "⬡ ➠ ```Wet grass in the evening rain, my heart aches thinking of you.```",
  "⬡ ➠ ```I wish I could turn back time so I could find you earlier and have more time to live with you.```",
  "⬡ ➠ ```A successful marriage doesn't require falling in love once, but falling in love many times with the same person.```",
  "⬡ ➠ ```You complain about always getting the wrong person, try being more sensitive when you're with the right person.```",
  "⬡ ➠ ```Love grows from habit. Prosperity comes from daring to endure hardship.```",
  "⬡ ➠ ```The important thing is you're happy, but only with me, not with others.```",
  "⬡ ➠ ```Sometimes the eyes can be wrong, the ears can be wrong, the mouth can be wrong, but the heart can never be deceived.```",
  "⬡ ➠ ```I hope my soulmate is the one I always mention in my prayers every day.```",
  "⬡ ➠ ```Love is strange, you can't choose who you will fall in love with.```",
  "⬡ ➠ ```I still love you, even though our souls may never be together.```",
  "⬡ ➠ ```I choose to be alone, not because I'm waiting for the perfect one, but because I need someone who never gives up.```",
  "⬡ ➠ ```A single person is created with a partner who hasn't been found yet.```",
  "⬡ ➠ ```Being single might be God's way of saying 'Take a break from the wrong love.'```",
  "⬡ ➠ ```Being single is a young person who prioritizes personal development for a more classy love in the future.```",
  "⬡ ➠ ```I'm not looking for someone perfect, but someone who becomes perfect because of my strengths.```",
  "⬡ ➠ ```Someone else's partner is our delayed soulmate.```",
  "⬡ ➠ ```Being single will pass. There will be a time when all loneliness becomes togetherness with a lawful lover. Be patient.```",
  "⬡ ➠ ```Romeo was willing to die for Juliet, Jack died saving Rose. The point is, if you want to stay alive, be single.```",
  "⬡ ➠ ```I'm looking for someone not for their strengths, but for their sincerity.```",
  "⬡ ➠ ```A soulmate is not like flip-flops that often get swapped. So keep fighting the right way.```",
  "⬡ ➠ ```If you enjoy coffee and sunsets, then let me love you without stopping and pausing.```",
  "⬡ ➠ ```God is so good. I asked for happiness, and He gave me you.```",
  "⬡ ➠ ```If roses are red, your presence is colorful in my life.```",
  "⬡ ➠ ```If you were a guitar string, I wouldn't want to be a guitarist. I don't want to risk breaking you.```",
  "⬡ ➠ ```If loving you is an illusion, then let me imagine forever.```",
  "⬡ ➠ ```Dear, my duty is only to love you, not to fight fate.```",
  "⬡ ➠ ```When I'm with you, an hour feels like a second, but when I'm away from you, a day feels like a year.```",
  "⬡ ➠ ```Banana compote, tofu from Sumedang, even though distance separates us, my love will never fade.```",
  "⬡ ➠ ```I want to be the only one, not just one of many.```",
  "⬡ ➠ ```I can't promise to be good, but I promise to always be with you.```",
  "⬡ ➠ ```If I were a representative, I'd fail. How can I think of the people when all I think about is you?```",
  "⬡ ➠ ```Look at my garden, full of flowers. Look into your eyes, my heart blooms.```",
  "⬡ ➠ ```Promise to stay with me now, tomorrow, and forever.```",
  "⬡ ➠ ```I miss you has become my hobby.```",
  "⬡ ➠ ```You're one of the reasons I buy internet packages because I miss you so much.```",
  "⬡ ➠ ```Longing will never get tired, making you addicted, making the night bluer, you.```",
  "⬡ ➠ ```Longing doesn't just come from being apart, but also from unfulfilled desires.```",
  "⬡ ➠ ```You will never be far from me, wherever I go, you are always in my heart. Only our bodies are apart, not our hearts.```",
  "⬡ ➠ ```I know in every glance, we are separated by distance and time, but I believe we will be together someday.```",
  "⬡ ➠ ```Missing you without ever meeting is like creating a song that is never sung.```",
  "⬡ ➠ ```Sometimes distance is always a barrier between us, but in my heart, we are always close.```",
  "⬡ ➠ ```If my heart can't hold back all this longing, what can I do but pray for you?```",
  "⬡ ➠ ```Maybe right now I can only hold back this longing until the time comes when I can meet and release this longing with you.```",
  "⬡ ➠ ```Through the longing that stirs in my heart, sometimes I really need your loving embrace.```",
  "⬡ ➠ ```In the cold of the night, I can't remember how often I think of you and miss you.```",
  "⬡ ➠ ```Missing you is like rain that comes suddenly and lasts long. Even after the rain stops, my longing remains.```",
  "⬡ ➠ ```Even on holidays, I won't take a break from thinking about you.```",
  "⬡ ➠ ```Remembering the love story in high school that was so beautiful and fun with you.```",
  "⬡ ➠ ```Can I learn to love you more than Math and Physics?```",
  "⬡ ➠ ```Do you know the difference between a pencil and your face? A pencil's writing can be erased, but your face can't be erased from my mind.```",
  "⬡ ➠ ```It's not the National Exam tomorrow that I should worry about, but the life test I go through after you leave me.```",
  "⬡ ➠ ```One thing that keeps me motivated in school is seeing your smile every day.```",
  "⬡ ➠ ```Do you know the difference between going to school and going to your house? When going to school, I bring books and pens, but when going to your house, I just bring my heart and love.```",
  "⬡ ➠ ```I'm not sad if tomorrow is Monday; I'm sad if I don't see you.```",
  "⬡ ➠ ```The moment my love is perpendicular to your love, making our love the perfect equilibrium point.```",
  "⬡ ➠ ```I'm willing to join a world race as long as you are the finish line.```",
  "⬡ ➠ ```My homework is missing you. Stronger than Math, wider than Physics, more felt than Biology.```",
  "⬡ ➠ ```My love for you is like metabolism, it won't stop until I die.```",
  "⬡ ➠ ```I'm without you like an ambulance without its siren.```",
  "⬡ ➠ ```Aren't you tired? Every time I close my eyes, I see you.```",
  "⬡ ➠ ```Do you know the similarity between you and AC? Both make me feel cool.```",
  "⬡ ➠ ```If a ghost like you comes, I'll pick you up and take you home.```",
  "⬡ ➠ ```I'll eat anything as long as it's with you, even if it's heartbreak.```",
  "⬡ ➠ ```Love is like a death sentence. If not shot, then hanged.```",
  "⬡ ➠ ```Loving you is like narcotics: once tried, it becomes an addiction; if not tried, it makes you curious; if left, it makes you suffer.```",
  "⬡ ➠ ```I love snacking because snacking is fun. Especially if I can have you completely.```",
  "⬡ ➠ ```This world is just for the two of us. Everyone else is just renting.```",
  "⬡ ➠ ```For me, every day is Tuesday. Tuesday in heaven when I'm close to you.```",
  "⬡ ➠ ```How about we become a gang of thieves? I'll steal your heart, and you steal mine.```",
  "⬡ ➠ ```You're like the coffee I sipped this morning. Bitter, but addictive.```",
  "⬡ ➠ ```I'm often jealous of your lipstick. It gets to kiss you every day, from morning till night.```",
  "⬡ ➠ ```Just hearing your name can make me smile like a fool.```",
  "⬡ ➠ ```I know you have more than one female friend, and I'm not the only one who likes you.```",
  "⬡ ➠ ```Since I stopped hoping for you, I've lost enthusiasm for everything.```",
  "⬡ ➠ ```With you, falling in love is the most intentional heartbreak.```",
  "⬡ ➠ ```It's very difficult to feel the happiness of life without you by my side.```",
  "⬡ ➠ ```Through the longing that stirs in my heart, sometimes I really need your loving embrace.```",
  "⬡ ➠ ```If only you knew, until now, I still love you.```",
  "⬡ ➠ ```Sometimes I'm jealous of kites. Their strings break, but they are still chased and not easily given up.```",
  "⬡ ➠ ```I didn't know what love was until I met you. But at that moment, I also knew what heartbreak felt like.```",
  "⬡ ➠ ```Chasing is tiring, but waiting is even more tiring. Waiting for you to realize my presence.```",
  "⬡ ➠ ```Don't stop loving just because you've been hurt. There is no rainbow without rain, no true love without tears.```",
  "⬡ ➠ ```I have a million reasons to forget you, but nothing can make me stop loving you.```",
  "⬡ ➠ ```Sometimes someone feels very foolish just for loving someone.```",
  "⬡ ➠ ```You are the best heartbreak I never regret.```",
  "⬡ ➠ ```Not that I'm not worth waiting for, but often giving false hope.```",
  "⬡ ➠ ```Part of me feels pain, remembering someone who is very close but untouchable.```",
  "⬡ ➠ ```The best thing about loving someone is secretly praying for them.```",
  "⬡ ➠ ```I hope I can get rid of this feeling as quickly as I lost you.```",
  "⬡ ➠ ```For the sake of love, we deceive ourselves. Trying to be strong but falling disgracefully.```",
  "⬡ ➠ ```Consider me your home. If you leave, you know where to return. Stay if you want, and leave if you're bored.```",
  "⬡ ➠ ```I'm confused, should I be disappointed or not? If I'm disappointed, who am I to him? If I'm not disappointed, but I'm waiting for his words.```",
  "⬡ ➠ ```My longing is like a branch that still stands. Even though no leaves accompany it, until it finally dries, breaks, and dies.```",
  "⬡ ➠ ```I think we are now just two strangers with the same memories.```",
  "⬡ ➠ ```Make me able to hate you even for a few minutes so that it's not too hard to forget you.```",
  "⬡ ➠ ```I love you with all my heart, but you share your feelings with someone else.```",
  "⬡ ➠ ```Loving you might destroy me, but somehow leaving you doesn't make me better.```",
  "⬡ ➠ ```You are the first and foremost in my life, but I am the second for you.```",
  "⬡ ➠ ```If we can only meet in dreams, I want to sleep forever.```",
  "⬡ ➠ ```Seeing you happy is my happiness, even if your happiness is without me.```",
  "⬡ ➠ ```I sometimes envy an object. It has no feelings but is always needed. Unlike me, who has feelings but is left and ignored.```",
  "⬡ ➠ ```To the person I stayed up with until 3 am, I should've slept.```",
  "⬡ ➠ ```Love is being stupid together.```",
  "⬡ ➠ ```I love you more today than yesterday, and I will continue to fall in love with you, over and over again, until the day I die.```",
  "⬡ ➠ ```I want someone who will look at me the same way I look at chocolate cake.```",
  "⬡ ➠ ```I love you with every beat of my heart.```",
  "⬡ ➠ ```You taught me how to love, but not how to stop.```",
  "⬡ ➠ ```Loving you was my favorite mistake.```",
  "⬡ ➠ ```You broke my heart, but I still love you with all the pieces.```",
  "⬡ ➠ ```In the past, you were like oxygen to me, and I always needed you to stay alive. But now, you're like carbon dioxide, go away from me.```",
  "⬡ ➠ ```My life used to be dull grey. Thank you, now it is in brighter colors.```",
  "⬡ ➠ ```Roses are red, violets are blue. I know that it's often said, but I really love you.```",
  "⬡ ➠ ```If dreaming is the only way to be with you, then I'll never open my eyes.```",
  "⬡ ➠ ```My favorite place is inside your hug, even if you leave me.```",
  "⬡ ➠ ```How can I move on when my heart only rests with you?```",
  "⬡ ➠ ```Memories of you are like home to me. So whenever my mind wanders, it always ends up back with you.```",
  "⬡ ➠ ```Why are tissues useful? Because love never dries up. - Sujiwo Tejo```",
  "⬡ ➠ ```If loving you is a mistake, then let me be wrong forever.```",
  "⬡ ➠ ```Since I met you, I always want to keep learning. Learning to be the best for you.```",
  "⬡ ➠ ```Someone acts foolishly just to see you smile. And they feel happy about it.```",
  "⬡ ➠ ```I'm not a good person, but I will learn to be the best for you.```",
  "⬡ ➠ ```We don't die, but the wounds make us unable to walk like we used to.```",
  "⬡ ➠ ```Your presence is like a cup of coffee I need every morning, pushing me to stay enthusiastic throughout the day.```",
  "⬡ ➠ ```I really want to give you the world. But since that's impossible, I'll give you the most important thing in my life, my world.```",
  "⬡ ➠ ```Better to be humorous but sweet, than to be romantic but end tragically.```",
  "⬡ ➠ ```To avoid disappointment, we must know when to hope and when to stop.```",
  "⬡ ➠ ```I'm a Javanese who doesn't understand 'I Love You,' but I understand 'I love you.'```",
  "⬡ ➠ ```I don't need your beauty and wealth; I'm happy just with your loyalty.```",
  "⬡ ➠ ```My love for you is like a camera, focused on you, everything else is blurred.```",
  "⬡ ➠ ```Every day I dream of you, but I can't have you.```",
  "⬡ ➠ ```Not seeing you for 30 days feels like a month.```",
  "⬡ ➠ ```I'm without you like cat rice without its rubber band. Broken.```",
  "⬡ ➠ ```I wish I could turn back time so I could find you earlier and have more time to live with you.```",
  "⬡ ➠ ```I never knew what love was until I met you.```",
  "⬡ ➠ ```Love is not about how often you say it, but how much you prove it.```",
  "⬡ ➠ ```Love for you will never fade, even if I marry again.```",
  "⬡ ➠ ```My patience has limits, but my love for you has no end.```",
  "⬡ ➠ ```My love won't fade, even with bleach.```",
  "⬡ ➠ ```Beautiful memories with you will always be remembered until forgotten.```",
  "⬡ ➠ ```I can never live alone; I need someone else's help.```",
  "⬡ ➠ ```My love for you is like a debt collector; it never stops.```",
  "⬡ ➠ ```My patience has limits, but my love for you has no end.```",
  "⬡ ➠ ```I want to gather all the love words in the world and collect them so you know how much I love you.```",
  "⬡ ➠ ```Don't worry, my love for you is like a timeless song.```",
  "⬡ ➠ ```I'm not the perfect person for you, nor the best for you. But for sure, I'm the only one who always thinks of you.```",
  "⬡ ➠ ```Only the network should disappear, not you.```",
  "⬡ ➠ ```Often I feel heartbroken, but knowing you're still here makes me happy again.```",
  "⬡ ➠ ```My enemies are those who want to have you too.```",
  "⬡ ➠ ```Many are always there, but if I only want you, what should I do?```",
  "⬡ ➠ ```My sleep schedule is ruined by longing.```",
  "⬡ ➠ ```Only China is far away, not our love.```",
  "⬡ ➠ ```What's important is your happiness; I'm not important.```",
  "⬡ ➠ ```I only have one wish, to be loved by you.```",
  "⬡ ➠ ```I'm without you like an ambulance without its siren.```",
  "⬡ ➠ ```Only Antarctica is far away, not us.```"
]