[
  {
    "⬡ ➠ *Judul*": "Pulang dari Study Tour Langsung Tidur",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nDia tidur sambil peluk guling tapi ada 'guling' lain di belakang saat terbangun. / She slept hugging a bolster, but there was another 'bolster' behind her when she woke up.\nDream - Membaca cerita horor memang membuat siapa saja jadi merinding. Terlebih jika mengalaminya sendiri. / Dream - Reading horror stories can make anyone shiver, especially if they experience it themselves.\nSeperti yang dialami oleh gadis cantik bernama Syila yang membagikan cerita horornya melalui video TikTok. / Like what happened to a beautiful girl named Syila, who shared her horror story through a TikTok video.\nMenggunakan akun @cabe_rawit2, Syila mengaku pernah mengalami kejadian horor saat masih kelas 3 SMA. / Using the account @cabe_rawit2, Syila admitted to experiencing a horror incident when she was in the 3rd grade of high school.\n\n",
    "⬡ ➠ *Story*": "Waktu itu, kelasnya baru saja pulang dari mengadakan study tour. Namun dia tidak menyebutkan lokasinya. / At that time, her class had just returned from a study tour. However, she did not mention the location.\nKatanya, saat pulang dari study tour waktu sudah menunjukkan pukul dua pagi. Dia pulang ke rumah diantar teman cowoknya. / She said that when she returned from the study tour, it was already two in the morning. She was taken home by a male friend.\nSaat sudah sampai rumahnya, Syila merasa sangat kecapekan. Dia tidak sempat membersihkan diri, tapi langsung masuk kamar dan tidur. / When she got home, Syila felt very tired. She didn't have time to clean up but went straight to her room and slept.\nDia ingat betul saat tidur itu, dia memeluk guling tapi menghadap ke kanan. Setelah sekian lama tertidur, tiba-tiba dia mendengar ada yang menertawakannya. / She remembered clearly that when she slept, she hugged a bolster but faced to the right. After a long sleep, she suddenly heard someone laughing at her.\n© Video TikTok\n\"Tiba-tiba di belakang gue ada kaya semacam guling yang ngetawain gue, karena gue setengah sadar gue pukul tuh sambil gue marahin...,\" tulis Syila. / \"Suddenly, behind me, there was something like a bolster laughing at me. Because I was half-conscious, I hit it while scolding it...,\" wrote Syila.\nSyila memukul 'guling' itu sambil bilang supaya berhenti tertawa karena sangat mengganggu. Apalagi saat itu merasa capek sekali. / Syila hit the 'bolster' while telling it to stop laughing because it was very disturbing. Especially since she felt very tired at that time.\nNamun ketika memukul 'guling' tersebut, Syila merasa aneh. Ketika menoleh ke belakang, ternyata itu adalah kuntilanak. / However, when she hit the 'bolster,' Syila felt something strange. When she turned around, it turned out to be a ghost.\n© Video TikTok\nJadi selama semalam Syila secara tidak sadar tidur bersama kuntilanak. / So, all night, Syila unknowingly slept with the ghost.\nPostingan Syila langsung membuat netizen ketakutan. Mereka menduga kuntilanak itu mengikutinya karena dia langsung tidur setelah pulang larut malam. / Syila's post immediately scared netizens. They suspected that the ghost followed her because she went straight to sleep after coming home late at night.\n© Video TikTok\n© Video TikTok\n© Video TikTok\nSumber: TikTok @cabe_rawit2 / Source: TikTok @cabe_rawit2\nKalau viral, gue ceritain lagi. / If it gets popular, I'll tell more.\n? original sound - couchiephart"
  },
  {
    "⬡ ➠ *Judul*": "Penulis KKN Menyesal",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nPenulis menceritakan secara detail bagaimana dia mendapatkan cerita KKN di Desa Penari yang membuat heboh selama sepekan terakhir. / The writer detailed how he got the story of KKN in Desa Penari, which caused a stir for the past week.\nDream - Cerita horor KKN di Desa Penari menjadi viral di media sosial selama sepekan terakhir. Menceritakan tentang pengalaman belasan mahasiswa yang menjalani kuliah kerja nyata, KKN Desa Penari ini memancing penasaran tentang keaslian cerita di dalamnya. / Dream - The horror story of KKN in Desa Penari went viral on social media over the past week. It tells the experience of dozens of students doing community service, KKN Desa Penari, which sparked curiosity about the authenticity of the story.\nSemenjak menjadi viral, banyak orang mencoba menelusuri lokasi Desa Penari yang disebutkan dalam cerita tersebut. / Since it went viral, many people have tried to trace the location of Desa Penari mentioned in the story.\nKini, sang pencerita memberikan klarifikasi tentang cerita KKN di Desa Penari yang diunggahnya. Melalui akun Youtube Raditya Dika, pemilik akun Twitter @SimpleM81378523 ini menceritakan tentang cerita horor yang dibuatnya tersebut. / Now, the storyteller has clarified the KKN story in Desa Penari that he uploaded. Through Raditya Dika's YouTube account, the owner of the Twitter account @SimpleM81378523 told the horror story he created.\nTak disangka, dalam klarifikasinya, si pemilik akun yang sengaja menyembunyikan nama aslilnya itu mengaku menyesal telah mengunggah cerita KKN di Desa Penari tersebut. / Unexpectedly, in his clarification, the account owner, who deliberately hid his real name, admitted that he regretted uploading the KKN story in Desa Penari.\n“Setelah cerita ini viral, saya benar-benar menyesal,” kata Simple Man dalam rekaman suara yang ditunjukkan di tayangan YouTube Radit, dikutip Dream, Sabtu 31 Agustus 2019. / “After this story went viral, I really regretted it,” said Simple Man in a voice recording shown on Radit's YouTube show, quoted by Dream, Saturday, August 31, 2019.\nSimple Man bercerita dia mendapatkan kisah itu dari cerita teman ibunya. Kala itu, didengarkan bahwa teman sang ibu—yang dia sebut dengan Mbak Widya—memiliki pengalaman tak menyenangkan saat kuliah di sebuah universitas di dekat pencerita tinggal. / Simple Man said he got the story from his mother's friend's story. At that time, he heard that his mother's friend—whom he called Mbak Widya—had an unpleasant experience while studying at a university near where the storyteller lived.\n“Karena saat itu sedang semangat menulis cerita pengalaman dan teman-teman dekat di Twitter, saya tertarik untuk mengangkat cerita ini,” kata pemilik akun Twitter @simplem1378523. / “Because at that time I was enthusiastic about writing experience stories and close friends on Twitter, I was interested in bringing up this story,” said the owner of the Twitter account @simplem1378523.\n\n",
    "⬡ ➠ *Story*": "Awalnya, narasumber yang mengetahui cerita pengalaman peserta KKN di Desa Penari ini menolak untuk bercerita. Tapi, pria ini terus membujuk narasumber tersebut dengan menjanjikan akan menyamarkan nama orang, lokasi, dan universitas tempat dia kuliah. / Initially, the source who knew the experience of the KKN participants in Desa Penari refused to tell the story. But this man kept persuading the source by promising to disguise the names of people, locations, and the university where he studied.\nBahkan, cara untuk mengakses lokasi Desa Penari akan dikaburkannya agar tak ada orang yang bisa menebaknya. Pria ini juga memastikan orang-orang tidak penasaran dan mengulik nama lokasi desa penari. / Even the way to access the location of Desa Penari would be obscured so that no one could guess it. This man also ensured that people would not be curious and dig into the name of the village.\nTapi, cerita itu sudah terlanjur viral dan membuat kehebohan. Simple Man mengaku bersalah karena masih memberikan clue tempat dan beberapa poin. / But the story had already gone viral and caused a stir. Simple Man admitted that he felt guilty because he still gave clues about the place and some points.\n“Karena sudah terlanjur viral dan semua orang membacanya, ya, sudah. Saya pikir masih bisa untuk tidak menjelaskan lebih jauh cerita ini,” kata dia. / “Because it had already gone viral and everyone read it, I thought it was still possible not to explain this story further,” he said.\nSimple Man mengakui, setelah cerita ini viral, ada pihak-pihak yang merasa terganggu, termasuk dirinya. Apalagi sang narasumber yang kebetulan juga memiliki media sosial. / Simple Man admitted that after the story went viral, some parties felt disturbed, including himself. Especially the source who happened to have social media.\nPencerita berkata kepada sang narasumber bahwa cepat atau lambat cerita ini akan terbongkar dengan sendirinya. / The storyteller told the source that sooner or later, this story would be revealed by itself.\n“Saya cuma mengatakan kepada beliau. Cepat atau lambat, akan terbongkar sendiri,” kata dia. / “I just told him. Sooner or later, it will be revealed by itself,” he said.\nSelain ceritanya mengerikan, ada satu hal yang ingin disampaikan Simple Man dalam ceritanya. Pesan tersirat dari cerita-cerita yang dia dengar tentang KKN di desa penari ini, menurut dia, baik. / Besides being scary, there is one thing Simple Man wanted to convey in his story. The implied message from the stories he heard about KKN in Desa Penari, according to him, is good.\nDia berpesan kepada pembaca untuk selalu menjaga sikap di mana pun berada. / He advised readers always to maintain their behavior wherever they are.\n“(Cerita ini) punya pembelajaran yang baik untuk semua yang baca. Saya berharap semua orang belajar, seperti yang saya dengungkan, ‘Di mana bumi dipijak, di situ langit dijunjung’,” kata Simple Man.\n(Source: YouTube @radityadika)"
  },
  {
    "⬡ ➠ *Title*": "Viral CCTV Captures Vegetable Seller Giving a Ride to a Ghost",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nThe incident was recorded on December 16, 2020, at 2 AM. Check the facts!\nDream - The appearance of a ghost was captured on CCTV installed in Kp. Utan, South Tangerang, Banten.\nThe recording of a woman in white clothes being given a ride by a motorcyclist was seen through CCTV on December 16, 2020, at 2 AM.\nThe video was initially uploaded by the Facebook account Info Depok before being reposted on the Instagram account @ndorobeii and went viral.\n\n",
    "⬡ ➠ *Story*": "The story goes that a vegetable seller went to the market to buy supplies at Citayam Market by motorcycle.\nHowever, for some reason, when he arrived at the market, the vegetable seller, whose name was not mentioned, suddenly vomited.\nSomeone at the market apparently knew the cause. He then asked the vegetable seller which route he took to the market. The vegetable seller explained that he passed the Kp. Utan suspension bridge. The security guard then requested the CCTV footage installed in the area.\nWhen checking the CCTV footage, people were shocked. It turned out that the vegetable seller was 'accompanied' by a figure resembling a ghost when passing Kp. Utan.\nIn the video footage, the ghost was seen riding with the vegetable seller. Before turning towards the bridge, no one was riding with him. The CCTV footage quickly went viral and attracted netizens' responses. Instead of feeling scared, netizens flooded the post with funny comments.\n\"So scary... that turn... there's no separator, if you're not familiar with the place, you could fall.\" \n\"And finally, they lived happily ever after.\" \n\"If only the ghost had social media.\" \n\"Tired of walking, tired of flying, hitching a ride on a motorcycle.\" \n\"According to the latest story, the vegetable seller himself dressed as a ghost so he wouldn't be disturbed by the bridge's guardian.\" \nThe Facts\nIn the video, the complete version of the viral story claiming that the vegetable seller gave a ride to a ghost can be seen.\nIf you look closely, the video from the front view shows that the rider, suspected to be the vegetable seller, was not alone. There was also another rider behind him.\nIf the video is played slowly, it can be seen that the rider was giving a ride to a person, not a ghost as netizens initially believed. Check out the post on Instagram @ndorobeii."
  },
  {
    "⬡ ➠ *Title*": "Bitter Story of an 11-Year-Old Girl Screaming and Crying",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nA bitter experience was felt by a mother who has a 14-year-old daughter. Every night she screams and cries, people say there is a jinn molesting her.\nDream - Evil deeds do not escape from the soul of a person who is jealous of their own siblings. They even dare to commit shirk without thinking about religious laws.\nThis is a sad story about the daughter of a mother in Malaysia who became a victim of her own sibling's envy.\nThe sibling of the mother named Cik Som sent a jinn to disturb her 14-year-old daughter.\nAccording to Cik Som, the jinn, in the form of a male orangutan, would sleep with her daughter 4-5 times a day without her realizing it.\nThis story was retold by Eyah Nordin after returning from taking her mother for treatment.\nNordin said that Cik Som had four children, consisting of three boys and one girl. However, her 14-year-old daughter passed away.\nCik Som's daughter died because she was married to a jinn sent by her envious sibling.\nCik Som said that her daughter initially fell ill and did not recover for weeks.\nAccording to Cik Som's memory, her daughter started to get sick after helping a friend who was possessed at school.\nAfter a week, Cik Som's daughter fell ill and would scream and cry every night.\nWhen Cik Som asked which part was hurting, her daughter would point to the area around her private parts.\nWhen examined, her daughter's private parts looked like someone who had just given birth, swollen and bleeding.\nCik Som took her daughter to many places for treatment. Not only that, but Cik Som also asked for prayers for her daughter's recovery from everyone she met.\n \nRead Also:\n\n\n\nTerrible Acne, This Woman Claims to Be a Victim of 'Black Magic'\n\nTragic Experience of a Hypnotism Victim, Even Forgot Ayat Kursi\n\nStory of a Woman 'Bewitched' by a Colleague Until She Hated Her Fiancé\n\nBees 'Messenger' Found Stolen Motorcycle, Turns Out...\n\nBecause Parents Believe in Black Magic, Their Child's Face Becomes...\n\nThreatened with Black Magic by a Male Friend, This Girl's Response is Unexpected!\n\nBeware of Sending Black Magic Through Facebook...\n\nAstaghfirullah, Face Hit by Black Magic to Prevent Marriage\n\n\n\n\n\n",
    "⬡ ➠ *Story*": "Dream - Cik Som said she had taken her daughter to many places for treatment, but still could not find a cure.\nBut Allah is Most Merciful and Most Hearing. Cik Som's prayers were answered when one of her sons married a person from Sarawak.\nCik Som visited her son's house in Sarawak with her sick daughter.\nAs usual, when night came, her daughter would scream in pain and then cry.\nCoincidentally, there was an ustaz from Kelantan near her son's house. The ustaz asked about Cik Som's daughter's condition.\nAfter being informed, the ustaz introduced Cik Som's family to his friend in Kelantan.\nThe ustaz's friend took an egg and cracked it on a white plate. After that, the egg white turned into something like paper.\nThe person cracked another egg, and the yolk formed the face of the person who sent the jinn to Cik Som's daughter.\nThe ustaz's friend then said that the person who did this to Cik Som's daughter was her own sibling.\n\"Your daughter has been married to a jinn in the form of a male orangutan. The creature is large. Every night your daughter will be molested 4-5 times until the creature is satisfied,\" explained the ustaz's friend.\nHow miserable Cik Som's daughter's suffering was. She was only a teenager but had already become a victim of her own family's envy. Dream - The ustaz's friend then asked Cik Som not to tell anyone that she knew who the perpetrator was.\n\"One day, the person will come and appear before you,\" said the ustaz's friend.\nAlthough she had taken her daughter to many places for treatment, her daughter's condition worsened. She was hospitalized in Sarawak.\nHowever, after a few weeks, the doctor asked Cik Som to take her daughter home because she could no longer hold on.\nCik Som took her daughter home to Johor, and she passed away there as soon as they arrived. Dream - When her daughter was buried, Cik Som saw that the perpetrator did not come. But three days later, the person who did the evil deed showed up.\nWhen the person came, they even showed their foolishness by saying, \"I am satisfied now.\" \nCik Som replied, \"Thank God, my daughter is now at peace in the afterlife and no one is disturbing her anymore.\" \nBut the person further revealed themselves as the perpetrator by saying, \"No one should ever dare to challenge me again.\" \nSo it turned out to be true that the person did the evil deed to Cik Som's daughter. Unconsciously, they had admitted to their heinous act.\nThe moral of this story is to avoid shirk because Cik Som said that such deeds would backfire.\n(Source: OhBulan.com)"
  },
  {
    "⬡ ➠ *Title*": "Viral Story of Neighbors Hearing Mysterious Sounds",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nThis spine-chilling story remains a mystery to this day.\nDream - A chilling story of living in an apartment that has long been unoccupied was shared by a Malaysian girl named Fatin Shafira through her Twitter account @ftnshfr.\nFatin began her story when she received complaints from neighbors that they heard loud noises from her apartment unit every midnight.\nThe complaints were conveyed by Fatin's neighbors repeatedly through the WhatsApp application.\n\n",
    "⬡ ➠ *Story*": "According to her neighbors, almost every midnight, they heard the TV being turned on loudly from Fatin's apartment unit.\n\"Hello, I am a neighbor in the apartment unit. I want to ask if anyone is living in that unit?\n\"Because someone has been turning on the TV loudly after midnight for the past few days.\n\"Please check the apartment unit, (why not use headphones instead.) Thank you for the disturbance,\" wrote Fatin's neighbor. Out of curiosity, Fatin and her family visited the so-called haunted apartment unit.\nHowever, after inspecting the apartment, Fatin found nothing unusual. There was only an empty room, full of dust and dirt.\nMoreover, the electricity had been turned off. So it was impossible for everything to turn on by itself. For now, Fatin concluded that the disturbance experienced by her neighbors was caused by a ghost.\n\"So we went to the apartment and found no signs of anyone entering or using anything in the house.\n\"There were no footprints (the house was very dusty), and no electrical outlets were used. Conclusion: ghost. That's all,\" wrote Fatin. However, Fatin did not only receive complaints about the TV being turned on after midnight; her neighbors in the apartment also experienced other disturbances.\nThey once heard someone flushing the toilet and taking a shower. But when checked, the bathroom was completely dry.\nMoreover, the electricity and water supply had long been turned off, so it was impossible for them to be turned on unless someone was living there. The next morning, when Fatin had returned home, she received another message from the same neighbor.\nThey said that last night they heard the TV and the AC fan being turned on again. Unfortunately, Fatin could not check her apartment due to the lockdown.\nFatin reassured her neighbor that she had changed the locks, turned off the electricity, and so on. She suspected that the strange noises came from another unit.\n\"I have changed the locks, turned off the electricity, and so on. Maybe it came from another unit? Don't let your life be shrouded in mystery,\" Fatin teased. To this day, it remains unclear where the strange noises in the middle of the night came from. Netizens were also spooked by Fatin's story.\n\"This story really gives me chills. As the old saying goes, if a house is left empty for more than 40 days, 'other beings' will come and inhabit it,\" wrote the account @fahmy2009.\n\"If a house is left empty for a long time, you should read Surah Al-Baqarah and perform the Hajat prayer. The entire Surah, God willing, 'the being' will leave for another place,\" wrote the account @marshoulddie.\n\"Some say that if we hear strange noises outside the house, it is actually our house that is being disturbed,\" wrote the account @AmanysMos.\nSource: Twitter"
  },
  {
    "⬡ ➠ *Title*": "Came Home from a Study Tour and Slept",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nShe slept hugging a bolster, but there was another 'bolster' behind her when she woke up.\nDream - Reading horror stories can make anyone shiver, especially if they experience it themselves.\nLike what happened to a beautiful girl named Syila, who shared her horror story through a TikTok video.\nUsing the account @cabe_rawit2, Syila admitted to experiencing a horror incident when she was in the 3rd grade of high school.\n\n",
    "⬡ ➠ *Story*": "At that time, her class had just returned from a study tour. However, she did not mention the location.\nShe said that when she returned from the study tour, it was already two in the morning. She was taken home by a male friend.\nWhen she got home, Syila felt very tired. She didn't have time to clean up but went straight to her room and slept. She remembered clearly that when she slept, she hugged a bolster but faced to the right. After a long sleep, she suddenly heard someone laughing at her.\n© TikTok Video\n\"Suddenly, behind me, there was something like a bolster laughing at me. Because I was half-conscious, I hit it while scolding it...,\" wrote Syila. Syila hit the 'bolster' while telling it to stop laughing because it was very disturbing. Especially since she felt very tired at that time.\nHowever, when she hit the 'bolster,' Syila felt something strange. When she turned around, it turned out to be a ghost.\n© TikTok Video\nSo, all night, Syila unknowingly slept with the ghost. Syila's post immediately scared netizens. They suspected that the ghost followed her because she went straight to sleep after coming home late at night.\n© TikTok Video\n© TikTok Video\n© TikTok Video\nSource: TikTok @cabe_rawit2\nIf it gets popular, I'll tell more.\n? original sound - couchiephart"
  },
  {
    "⬡ ➠ *Title*": "12 Blood Tubes Disappeared After a Scary Apparition",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nA scary incident in the dengue fever patient room was experienced by a doctor on night duty while taking blood samples.\nDream - It remains a mystery. That is the phrase that best describes the situation experienced by this doctor when 12 blood tubes from his patients disappeared without a trace.\nSharing the horror story on Facebook, Malaysian doctor Kamarul Ariffin Nor Sadan said the incident happened when he was on night duty in the dengue fever patient room.\n\"That night, I was on night duty, starting at 9 PM. So, I needed to take blood from dengue fever patients at midnight and 6 AM. After the night rounds, I started taking blood. At that time, the clock showed 11:55 PM.\n\"Everything went smoothly, and now there was only one patient left to take blood from. I pushed the trolley equipped with tools for the blood sampling procedure to the last patient's room,\" he said.\n\n",
    "⬡ ➠ *Story*": "According to Dr. Kamarul, the last patient was an elderly man in his 50s. When Dr. Kamarul arrived, the patient was sleeping.\nAfter waking the patient, Dr. Kamarul asked for permission to perform the blood sampling procedure.\n\"While I was about to draw blood into the syringe, I felt like someone was standing next to me, but outside the curtain surrounding the patient's bed.\n\"The presence disturbed my concentration, so I had to stop the blood sampling procedure. It was really uncomfortable,\" said Dr. Kamarul. To make sure there was someone, Dr. Kamarul asked the mysterious figure, \"Who is standing outside the curtain? Is there anything I can help with?\" \nWhile saying that, Dr. Kamarul placed the syringe into the kidney dish on the trolley.\nBut the atmosphere was silent. There was no answer at all. Dr. Kamarul looked at the patient's face. The man just shrugged, indicating he didn't know. Feeling unsatisfied and still curious, Dr. Kamarul suddenly pulled back the curtain and peeked outside. Still, there was no one there.\nDr. Kamarul continued his task until it was finished. Suddenly, he felt someone standing next to him again. When he turned, this time, the figure showed its form.\n\"Oh my God! In the gap between the two curtains, I saw a face peeking. Only part of the face was visible; the rest was hidden behind the curtain. That was enough to scare me, and adrenaline took over,\" said Dr. Kamarul. Suddenly, the patient who had been silent called out to Dr. Kamarul, \"What's wrong, doctor?\" Dr. Kamarul just glanced at the patient before looking back at the curtain gap. The figure was gone.\nWhen he was about to leave, the patient suddenly screamed.\n\"The man said there was a hand from under the bed taking the blood-filled tubes on the trolley.\n\"I didn't want to believe it, but I couldn't explain where the tubes went. I had searched everywhere but couldn't find them. All 12 blood tubes disappeared without a trace,\" added Dr. Kamarul. Although his mind was still puzzled by the mystery of the missing tubes, he had to repeat the entire blood sampling process for the patients.\n\"It was truly mysterious! If I explained what happened, people might not believe it. So, I kept it to myself.\n\"Now, only one person can believe the truth of this horror story, and that person is me. The last patient?\n\"He passed away a few days after the incident due to severe dengue complications. Coincidence? I don't know,\" concluded Dr. Kamarul.\nSource: mStar.com.my"
  },
  {
    "⬡ ➠ *Title*": "Fishy Smell Followed by Laughter, Scary Apparition",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\n\"That's when I saw a blurry shadow like smoke in the area of the frangipani tree in front of the house.\"\nDream - Just hearing ghost stories can make people feel scared and creepy. Like this Malaysian man who saw a ghost with his own eyes when he went back to his hometown to celebrate Eid al-Adha at his in-laws' house last month.\nThe man, known only as Man, saw the ghost with his own eyes while relaxing in the yard.\n\"That night, I was relaxing with my son in front of my in-laws' house. It was the second night of Eid al-Adha... Relaxing while playing on social media,\" he said.\n\n",
    "⬡ ➠ *Story*": "While relaxing, suddenly the atmosphere in the yard became quiet. The wind blew gently. The situation made his hair stand on end.\nMan's feelings became uneasy. When he tried to shake off the feeling, Man smelled a fishy odor as if someone was cutting fish.\n© Facebook Man Manz\n\"The quiet atmosphere became even more frightening when I smelled a fishy odor. Even more terrifying, I heard a woman's laughter,\" he said.\nMan tried to ignore what he was experiencing. At that time, he thought the incidents might have come from his in-laws' neighbors.\nBut the more he tried to ignore it, the more the strange disturbances intensified. Until the laughter turned into sobbing.\n\"The sound was faint because of the strong wind. That's when I saw a blurry shadow like smoke in the area of the frangipani tree in front of the house,\" said Man. Man said the shadow became bolder, showing itself clearly behind the frangipani tree.\nHe then mustered the courage to stand near the house fence and record the scary figure.\nHowever, even though he managed to get some photos and videos of the figure, Man felt the results were blurry. Even though he had set the focus on his phone camera.\n\"Strangely, my phone camera wouldn't focus. I waited for the figure to disappear. But when I was about to sit on the porch, it appeared again,\" he said.\nMan quickly got up and recorded the figure, even though he was shocked and scared.\n© Facebook Man Manz\nWhen he managed to capture the figure clearly, Man was very surprised by the result.\n© Facebook Man Manz\nThe figure had a hideous and pale face, wearing tattered clothes mixed with dirt. Its hair was long, but it had no mouth. What puzzled Man even more was that when he tried to zoom in on the video while recording, the zoom function on his phone camera suddenly stopped working.\n\"When I zoomed in further, the image became pixelated. I don't know why, while other videos I recorded at night had good quality,\" he said.\nThe disturbances didn't stop there. Man said the figure also turned its head 360 degrees while staring at him. Man began to feel really scared.\n\"I kept my spirits up while my mouth kept moving to recite verses and surahs from the Quran.\n\"The figure stared at me, making me shiver and feel like my feet weren't touching the ground. My heart was pounding like I had just finished running,\" he recalled.\nSource: mStar.com.my"
  },
  {
    "⬡ ➠ *Title*": "Revealed: The Identity of Yulia Fera Ayu",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nMashuri said that the woman, known as Ayu, used to sell at the Bakalan Krapyak Tourist Terminal with her father, Junaedi.\nDream - The identity of Yulia Fera Ayu Lestari has finally been revealed. The name was previously found on a piece of paper wrapped in several pocongs.\nThe pocongs that shocked the residents were found at the Sedioluhur Krapyak Muslim Cemetery. Besides the paper, there were also needles inside the pocongs buried on the grave.\nThe discovery of the pocongs caused a stir among the residents and social media. Inside the pocongs, there was a piece of paper with the name Yulia Fera Ayu Lestari written on it. So, who is this person?\nAfter investigation, it turned out that Yulia Fera Ayu Lestari is a resident of Karangmalang Village, Gebog, Kudus, Central Java. The head of Karangmalang Village, Mashuri, confirmed this information.\n\n",
    "⬡ ➠ *Story*": "Mashuri said that the woman, known as Ayu, used to sell at the Bakalan Krapyak Tourist Terminal with her father, Junaedi. Ayu's parents had separated, and her father had remarried.\nAccording to Mashuri, Ayu rarely stayed at home. She often went out with punk kids. When she was at home, Ayu was a reserved person. Her house was often crowded at night when her friends came over.\nRegarding the suspicion of a love spell on Ayu that had circulated, Mashuri suspected it was just a prank. This conclusion was drawn because Ayu often hung out with punk kids in her daily life.\"At night, the punk kids would gather. Sometimes we would disperse them and ask them to go home,\" he explained.\nMeanwhile, when checked at her house, Ayu was not at home. An elderly man selling gasoline in front of the house was there.\n\"Mbak Ayu (Yulia Fera's nickname) is not at home. She rarely comes home. I don't know about the commotion,\" said Samian, Yulia Fera Ayu Lestari's grandfather.\nSource: Radar Kudus Dream - Residents of Kudus, Central Java, were shocked by the discovery of nine bundles resembling pocongs. The bundles were buried at the Bakalan Krapyak Village Cemetery, Kaliwungu District.\nKudus Police Chief, AKP Agustinus David, confirmed the news. Together with several residents, they excavated the location where the nine bundles were buried.\n\"After we dug up two graves at the Bakalan Krapyak Village Cemetery on Thursday night (June 18, 2020), it turned out that the nine bundles resembling pocongs contained chicken carcasses,\" said Agustinus, quoted from Liputan6.com by Antara News Agency.\nHe suspected that the chicken carcasses were used for black magic rituals. Because other items were found inside the bundles, such as a woman's photo, needles, and a piece of paper with what was suspected to be a spell written on it.\nAgustinus stated that the police were still investigating to uncover any criminal elements in the discovery. Also, to uncover the motive of the perpetrator. The nine bundles containing chicken carcasses were found buried right above two graves. The bundles, initially suspected to contain baby corpses, were first discovered by a resident who was visiting his parents' grave on Thursday afternoon around 4:30 PM.\nThe visitor, known as Muhammad Kafid from Daren Village, Jepara Regency, became suspicious when he saw his mother's grave. Because there was a new pile of soil on the grave.\n\"I became suspicious of the condition of my parents' grave because there was a new pile of soil,\" said Kafid.\nIn addition, there were many flies around the grave of his parents, who had passed away 100 days ago. Kafid then dared to dig up the soil and found a shroud resembling a baby corpse.\nHe then reported the finding to the cemetery caretaker. However, the caretaker claimed not to know about the incident.\nAfter that, Kafid reported his finding to the village officials, who then forwarded it to the police. Shortly after, several police officers arrived and excavated the site with the residents.\n(Source: Liputan6.com)"
  },
  {
    "⬡ ➠ *Title*": "Passed Through a Haunted Road at Midnight",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nBut when he looked closely, none of them were carrying lights to accompany the coffin to the cemetery.\nDream - Zack had to be away from his family for almost a year after being transferred to his company's branch in Taiping, Perak, Malaysia, due to a promotion.\nAlthough far away, Zack never forgot his responsibilities to his wife and children. He would go home to Baling, Kedah, every weekend.\nHowever, he admitted that the journey from Taiping to Baling was exhausting. Especially if he had to go back and forth every week.\nSo, to save time and fuel, Zack decided to take a shortcut. This is where a terrifying incident happened to him.\n\n",
    "⬡ ➠ *Story*": "The story began when Zack asked if there was a shortcut to go home from Taiping to Baling. His colleagues said there was a shortcut, but it passed through a village road.\nBut this village road was quite dangerous at night. Especially since the road was near a forest area. The fear was that wild animals like wild boars or tapirs might cross.\nNot to mention that there were several livestock like buffaloes and cows that liked to sleep on the road usually passed by vehicles.\n\"My colleagues said the shortcut was quick but dangerous at night. They said various strange incidents would happen.\n\"They advised me to use the main road as usual or, if using the village road, to drive during daylight,\" he said. Hearing his colleagues' advice, Zack left for Kedah in the morning via the shortcut. Passing through Kamunting, Zack headed to Pondok Tanjung before going through Selama in Perak.\nFrom Selama, he entered Kedah, bordering the area leading to Mahang, Karangan, and then Kuala Ketil before reaching Baling.\nThe journey in the morning went smoothly, although the road was quite dangerous. Besides many sharp turns, monkeys were also roaming along the road.\n\"However, the journey was quite peaceful because the scenery was filled with oil palm trees along the way,\" he said. Gradually, Zack became accustomed to the shortcut through Pondok Tanjung. He even felt confident to return to Taiping at night using the same road.\nCoincidentally, Zack had to return to Taiping late at night because he had to attend an event in Baling. It turned out that this decision was a mistake.\n\"Initially, the journey went smoothly until I reached Pondok Tanjung. At that time, it was about 30 minutes to Taiping. The clock showed 2 AM.\n\"For some reason, I felt scared, but I continued the journey as usual before I saw many people walking in the middle of the road,\" he explained. At first, Zack didn't suspect anything or feel strange because the group was large. Zack had to slow down his vehicle because the people were walking in the middle of the road.\n\"Imagine, in the dark, at 2 AM, they were walking in a large group. I had to slow down the car and turn off the high beams I was using earlier,\" he said.\nZack didn't see any gap to overtake the group because there were so many of them. He decided to follow them slowly from behind.\nHowever, after a few minutes of following from behind, Zack began to feel strange. In his mind, he wondered why so many people were on the road at that time. Zack mustered the courage to stop the car on the side of the road and turn on the high beams again. When he looked at the group, he saw they were carrying a coffin.\nHis blood began to race, and his mind realized that none of the people in the group were carrying flashlights or any other lights to accompany the coffin to the cemetery.\n\"I still tried to think positively and continued following the group from behind. Even though they were illuminated by my car's lights, none of the group members looked back at me.\n\"I started to feel really scared. I looked left and right and realized it was all forest area! There were no houses in such a place.\n\"With a pounding heart and fear, I sped up and tried to pass the group on the shoulder of the road. I didn't care about anything else,\" he said. When he arrived in Taiping, Zack locked himself in his room but couldn't sleep because he was disturbed by the incident.\nThe next day, Zack had a fever for several days. Since then, he never dared to use that road at night again.\nAccording to old stories, many strange incidents happened at night in Pondok Tanjung, surrounded by forest areas.\nDuring the day, the area was filled with monkeys waiting for food from passing road users. At night, the area was a village for the Bunian people.\nSo, it was not surprising that anyone passing through the area at midnight, if unlucky, would encounter various apparitions.\nAmong the apparitions often discussed were groups of people carrying coffins or a mother walking with two children. Sometimes, people heard many people bathing in the stream in the area.\nThere was also an incident where a motorcyclist almost fell into a ravine. From a distance, the motorcycle's light showed the road was straight. But when he got closer, it turned out there was a sharp turn.\nThe motorcyclist was lucky because, at the time of the incident, around 11 PM, he was not riding the motorcycle fast.\nSource: mStar.com.my"
  },
  {
    "⬡ ➠ *Title*": "Scary Vacation Story, Disturbed by Noises",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nThe disturbances from the supernatural beings came one after another.\nDream - We are not the only inhabitants of this world. There are also other beings that accompany us, even though we are not aware of them.\nAs Muslims, we must believe in the unseen because it is part of the pillars of faith. However, we should only fear Allah because He controls everything.\nRecently, a Malaysian woman shared her terrifying experience while vacationing at a famous resort in Malaysia.\nThrough the Facebook group Kelab Cerita Hantu Malaysia, Siti Nazurah Abd Moin began her story when she and her family decided to rent a homestay.\n\n",
    "⬡ ➠ *Story*": "The house had 3 bedrooms. But as usual, they were all large. Each had 2 large beds and an en-suite bathroom.\nSince the family members who joined were only 5 people, including herself, only the first bedroom was used. The second and third bedrooms were left empty.\nThat night, around 9 PM, Siti told her three children to sleep first because they would wake up early the next day to continue their journey.\nWhile the children slept, Siti tidied up the kitchen and dining table. Earlier, she had cooked and had dinner with her family. Maybe because of exhaustion, the first and second children fell asleep quickly. Meanwhile, the youngest child came out of the room and said there was a ghost while laughing.\nSiti initially didn't take her child's words seriously because the child was known to joke and be a bit hyperactive.\nAround 11:30 PM, Siti entered the bedroom, followed by her youngest child. Siti, her husband, and the youngest child slept in one bed. The other two children slept in the other bed.\nNot long after, the youngest child fell asleep. Only Siti was still unable to close her eyes.\nWhile trying to sleep, Siti suddenly heard the sound of a chair being dragged outside the bedroom.\nThe sound of the chair being dragged was very clear. The atmosphere became quiet and eerie. Moreover, it was drizzling outside. Initially, Siti thought it was just her imagination because she felt tired all day. She tried to close her eyes.\nBut that was the beginning of a long and terrifying night that Siti had never experienced before.\n\"The sound of the chair being dragged became louder, as if someone was moving furniture. Fortunately, my husband was beside me, so the fear could be somewhat controlled.\n\"I forced myself to sleep when I heard the sound of someone playing with sand. This time, the sound was right above our heads,\" said Siti.\nWhen the sound of someone playing with sand appeared, her husband woke up briefly before going back to sleep. Siti understood because her husband was probably tired from driving. As the sound of sand and the chair being dragged alternated, suddenly, the sound of marbles being dropped from a height appeared.\n\"I was immediately terrified. Even though my body was tired and sleepy, my eyes and mind couldn't sleep because of the mysterious noises,\" added Siti.\nUntil 2:30 AM, Siti couldn't sleep due to the noises in the homestay.\nSiti tried to calm herself by reciting Ayat Kursi while closing her eyes, hoping to finally fall asleep.\n\"Time seemed to move very slowly, while the noises kept appearing alternately,\" said Siti. But what scared Siti the most was the sound of someone flushing the toilet in the en-suite bathroom.\n\"At that moment, I was really shivering with fear. My eyes were tightly closed, but my ears heard the bathroom door opening by itself.\n\"After that, I heard the toilet being flushed as if someone had just used it. My heart was pounding, and horror stories immediately came to mind,\" she said.\nEventually, Siti fell asleep, even though the noises continued. It was a light sleep because Siti woke up at 5 AM.\nIn her heart, she was grateful that the children could sleep soundly. Imagine if they also heard what Siti experienced. She wouldn't know how to handle their fear.\n\"I am sure the strange noises that night were not just my imagination because I had no scary thoughts when deciding to stay in that house,\" she said. Siti then woke her family up for the Fajr prayer before leaving the bedroom. There was no change from the night before when she entered the bedroom.\n\"All the furniture was still in place; nothing had moved. I thought 'the being' wanted to help arrange the furniture to make the decor more attractive,\" said Siti jokingly.\nOn the way home, Siti told her husband about her terrifying experience. It turned out that her husband also heard the disturbances but chose to sleep because he was tired.\nSiti's husband said the disturbances occurred because the supernatural beings in the house might just want to let them know they were there.\n\"A playful greeting from 'the being' as an introduction. Because the area might have been a forest or something before. We don't know,\" said Siti, quoting her husband.\nFrom her horror story, Siti was still grateful that nothing serious or too frightening happened to her.\nSource: Siakapkeli.my"
  },
  {
    "⬡ ➠ *Title*": "Boomerang Video Accidentally Captures Headless Figure",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nUnexpectedly, a figure of a man wearing a red shirt and black pants appeared in the background.\nDream - It is undeniable that life in this world is not free from mystical or supernatural things that are certainly frightening for some people. Some believe that beings from another world can show their forms. Many also doubt it.\nEspecially in the midst of the social media frenzy that seeks sensation like today. Horror-themed content becomes a guarantee that the post will go viral.\nThis time, the appearance of a figure claimed to be a supernatural being emerged through a post by a Malaysian woman named Erina Zibidan. She shared an experience that made her hair stand on end when making a Boomerang video on WhatsApp.\nIn the video, Erina posed standing in the middle of a hotel corridor. Wearing a pink shirt and white pants, the hijab-wearing girl kept adjusting her pose.\nOccasionally, she raised her hand to fix the position of her hijab, which matched the color of her pants.\n\n",
    "⬡ ➠ *Story*": "But without Erina realizing it, a figure of a man wearing a red shirt and black pants appeared in the background.\n© Boomerang Video Erina Zibidan\nThe man, suspected to be a hotel employee, was seen walking while carrying a tray in his hand.\nBut the most shocking thing was that the hotel employee had no head. Erina, who received the video clip of the Boomerang video, was also shocked.\n© Boomerang Video Erina Zibidan\nErina didn't expect the Boomerang video she made to capture such a terrifying figure. Especially since she was close to the scary figure at that time. Unfortunately, some netizens were not surprised or felt creeped out by the video clip of Erina's Boomerang video.\nThey thought that the video clip of Erina's Boomerang video had been edited before being sent to her.\n© Boomerang Video Erina Zibidan\n\"If you look closely, it seems to have been edited. Sketched with the same color as the wall. Look again carefully,\" wrote Mohamad Syukri.\nMeanwhile, others said that the hotel employee's head was covered with a color that matched the wall.\n© Boomerang Video Erina Zibidan\n\"Drawn with the same color as the wall. The wall looks very blurry. Not professional, huuuu.. Next,\" wrote Aleeya Ahmad.\n© Boomerang Video Erina Zibidan\n\"Edited... they drew it with the wall color... it looks very obvious in the picture, there are traces,\" wrote Ahmad Amierrudin.\n(Sah, Source: Siakapkeli.my)"
  },
  {
    "⬡ ➠ *Title*": "Creepy, Swing in the Park Moves by Itself",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nIt really makes your hair stand on end.\nDream - Horror stories always attract attention because they relate to everyday life.\nEspecially if the horror story is spiced with mystical elements that make us even more scared and terrified.\nSo far, horror incidents always happen at night. But this horror story in Malaysia happened in broad daylight.\nThe story of an object moving by itself caught people's attention. It really makes your hair stand on end.\n\n",
    "⬡ ➠ *Story*": "A viral video recorded by a Malaysian woman and shared on Facebook by Arenom Roslie made netizens scared.\nHow could it not? In the video, a swing in a playground was seen moving by itself in broad daylight.\nNo one was seen moving the swing. According to the woman, the incident happened at 12:15 PM.\nWhile answering a WhatsApp message, she saw the incident. After recording it, she sent the video to her friend.\nAt the same time, she and her children were in the car waiting for her husband. She said it was strange for the swing in the park to move by itself without wind or people. Especially in the scorching heat.\nShe suspected that an invisible being was moving the swing in the park.\n\"In this world, it's not just humans, animals, and plants that live. There are also (beings) that are invisible. Because all of these are also Allah's creations,\" she said.\nShe admitted that she had faced several mystical incidents like the swing moving by itself in the park.\nSource: Siakapkeli.my Watch the video below: Dream - Previously, Malaysia was shocked by the figure of a woman in a red kebaya walking alone at night on the side of the road.\nNow, another video has emerged that is equally shocking to the people of the neighboring country. The video shows a figure dressed in white with long hair in a playground.\nIt's unclear what the figure captured on camera is. It could be someone dressed as a ghost. But what is clear is that many people shuddered when they saw the video.\nIn the 25-second video posted on March 28, a swing in the playground of the Bomba Kempas Housing Complex in Johor was seen moving by itself.\nMeanwhile, next to it, a figure dressed in white with long hair was standing, watching the swing move by itself.\nStrangely, the quite terrifying incident was recorded in broad daylight. According to the residents around the housing complex, they also experienced strange incidents at night.\nResidents added that the area had just been renovated and occupied in March.\nMeanwhile, the Public Relations Officer of the Johor Fire and Rescue Department, Muhamad Riduan Akhya, said that the issue of supernatural disturbances had never been reported.\nAccording to Riduan, the residents of the housing complex had just moved into their respective homes in early March.\nRiduan added that since the video of the woman resembling a ghost went viral, he took action by holding a tahlil and reciting Yaasin on Sunday.\n\"We have conducted traditional treatments and held a tahlil and recited Yaasin on Sunday. For us, this is not a serious issue and may have been coincidentally seen by the residents at that time,\" said Riduan.\nHe added that the children of the housing complex residents played in the playground as usual, and nothing strange happened.\nRiduan added that as Muslims, we must believe in supernatural beings. But traditional and Islamic approaches must still be taken to maintain the harmony of the housing complex residents.\n  \n(Source: mynewshub.cc) Dream - A video recorded in a hospital in America is truly terrifying. Many people who watched it were scared because they believed the video was not edited.\nThe video captured the moments of a horror incident experienced by a hospital security guard.\nHe claimed to have seen a wheelchair moving mysteriously.\nAt that time, the corridor where the wheelchair was located was empty except for him, who was patrolling.\nAccording to the Twitter account @TerrifyingPixs, the incident began when the guard started patrolling around the hospital.\nWhen he passed one of the corridors, the guard was sure he saw a wheelchair lying against the wall.\nBut when he did his second patrol and passed the corridor again, he was shocked because the wheelchair had moved.\nThere should have been no activity in the corridor. Finally, the security guard recorded the wheelchair.\nAfter a few seconds of recording, what he feared happened.\nThe wheelchair moved by itself. Unfortunately, the wheelchair moved towards him.\nFinally, the man decided to run away from the corridor.\n\"On the first patrol, the chair was on the other side of the hallway. But on the second patrol, this is what I found. This is really the only time I've ever experienced anything spooky like this,\" said the man.\nThis story was initially written by the guard on the Reddit forum.\nWhen reposted by the account @TerrifyingPixs on Twitter, the story caught a lot of attention.\nThe post, uploaded on Thursday, June 20, 2019, has been retweeted more than 8,000 times.\nMeanwhile, the video has been viewed more than 650,000 times.\nHere is the video claimed to be a real incident. What do you think, Dream friends?\n\n“I do security at a hospital. The chair was on the other side of the hallway on my first patrol, and on my second patrol this is what I found. This is really the only time I’ve ever experienced anything spooky like this.” From Reddit pic.twitter.com/38a9H14WGb\r\n— Terrifying (@TerrifyingPixs) June 20, 2019"
  },
  {
    "⬡ ➠ *Title*": "The Mystery of Midnight Knocks Without Greetings",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nThe mystery of seven knocks without greetings at midnight terrorizes residents.\nDream - Recently, Malaysians have been shocked by the mystery of knocks without greetings at midnight, which remains unsolved.\nThe incident was initially reported to occur only in Sabak Bernam, Selangor. But now it has spread to several states, and the latest is in Pahang.\nNot only were there knocks without greetings seven times, but some also claimed to have seen terrifying supernatural beings like pocongs.\n\n",
    "⬡ ➠ *Story*": "Amir Syamsul Rijal shared his own experience through a Facebook post. Amir believed the mystery was caused by jinn disturbances.\nHe said the disturbances occurred because the homes of those affected were likely in the jinn's village. The knocks usually happened to no more than three neighboring houses.\nAmir also shared an incident in Muar, Johor, which he experienced when an elderly man's house was suddenly knocked on at midnight. When the elderly man opened the door, a small creature carrying a golden jug appeared before him.\nEven more frightening, the creature seemed to speak, asking the elderly man for water because their water supply had dried up.\n\"After the elderly man filled the golden jug with water, the small creature ran into the forest in front of the house,\" he said. Amir said the disturbances might also be caused by someone failing to master black magic.\n\"If you look at the incidents, the disturbances happen more than three times, usually up to 40 times. These disturbances do not occur in one area but spread to other states.\n\"This is likely because someone could not meet the requirements to complete the black magic they were learning,\" said Amir.\nAccording to Amir, if a house receives knocks without greetings, the occupants might be affected by the black magic. To avoid supernatural disturbances, Amir suggested that homeowners recite Al-Fatihah (once), Sholawat (three times), and Ayat Kursi (seven times).\nAfter reciting these verses, blow on the palms and knock on the door seven times. Amir said this practice should be done every night.\n\"However, as Muslims, we must believe that every incident in this world happens with Allah's permission. We should seek protection from Allah.\n\"Never consult a shaman who practices teachings contrary to Islam. Because that will lead us to shirk,\" concluded Amir.\nSource: mStar.com.my"
  },
  {
    "⬡ ➠ *Title*": "True Story of a Nanny Possessed",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nSely became even more terrified after hearing the background of her children's nanny.\nDream - For mothers with many children, it is certainly very tiring to take care of them alone. Especially if the husband works out of town and only comes home once a week or once a month.\nThat's why many mothers like this hire nannies to accompany and take care of their children.\nA young mother named Sely Sulfi shared a horror story about a nanny she hired through her mother's housemaid.\nThe nanny's name was Bi Ani, while the housemaid who hired her was named Bi Eli. According to Sely, both of them came from the same village.\n\"At that time, I needed a nanny because the older sibling of the twins was still young (they were only 11 months apart).\n\"So, because I was overwhelmed taking care of 3 babies, I had to hire a nanny who could stay at home,\" said Sulfi, starting her story.\nFor your information, Sely's husband only came home once a week because he was on duty out of town. Although she lived in her parents' house, they couldn't help Sely because of their age.\nSo, in Sely's parents' house, there was a housemaid named Bi Eli. This woman was the one who found a nanny for Sely's three children.\nAccording to Sely, the nanny's name was Bi Ani. She was from the same village as Bi Eli, but their houses were far apart.\nBi Eli found Bi Ani through a friend. So even though they were from the same village, they didn't know each other.\n\n",
    "⬡ ➠ *Story*": "When Sely first met Bi Ani, she already had a bad feeling. The woman often looked dazed, and her eyes were empty. But Sely ignored her feelings.\nSely then divided the sleeping arrangements. She slept with her first child, who was still breastfeeding, and one of the younger twins.\nMeanwhile, she asked Bi Ani to sleep with the older twin. They all slept in one room, just on different beds. Oh, by the way, Bi Eli had previously asked for permission to take four days off. During Bi Eli's absence, Bi Ani started working at Sely's parents' house.\nHowever, for some reason, every Maghrib, Sely's twins suddenly became fussy. Bi Ani tried to calm them by carrying them.\nBut Sely's twins cried even louder. It seemed that Sely's children were uncomfortable being held by Bi Ani.\nOn the fourth day, Bi Eli returned to work. That's when Sely found out the truth about Bi Ani. Bi Eli's story made Sely's hair stand on end.\n\"Ma'am, I'm really sorry... Actually, Bi Ani has problems. I just got information from my neighbor. It turns out she often gets possessed,\" said Sely, quoting Bi Eli. Of course, Sely was shocked to hear Bi Eli's words. According to Bi Eli, before working for Sely, Bi Ani had been a nanny at a doctor's house.\n\"She worked in the neighboring village, taking care of a doctor's child. The parents were busy, so the child was often left alone with Bi Ani,\" said Bi Eli to Sely.\nSely was curious about the fate of the doctor's child. She also began to understand why she had a bad feeling about Bi Ani.\nAccording to Bi Eli, while taking care of the doctor's child, Bi Ani suddenly got possessed. She danced like a ronggeng.\n\"The toddler she was taking care of was played with like a doll. Because the toddler was crying in fear, Bi Ani even hit the child,\" said Bi Eli. Sely felt even more terrified hearing Bi Eli's story. \"Why does she often get possessed?\" asked Sely to Bi Eli.\nAccording to Bi Eli, Bi Ani's father was a puppeteer in a remote village. Puppeteers in remote villages often performed mystical rituals.\n\"So, he (Bi Ani's father) often meditated in the mountains for his career success. But because his knowledge was not strong enough, it backfired on himself and his children,\" explained Bi Eli.\nHearing the explanation about Bi Ani's father, Sely became even more terrified. She intended to immediately fire Bi Ani from her job.\nBut when Sely called Bi Ani to talk, the nanny suddenly started trembling. When asked by Sely, Bi Ani said she was not feeling well.\n\"Alright, Bi, just rest in the room. If you want to take time off, it's okay,\" said Sely with a bit of fear. As she walked to the room, Bi Ani seemed to talk to herself, and her convulsions worsened. Bi Eli quickly guided her into the room.\nOnce inside the room, Bi Ani's behavior became even stranger. She suddenly took off her clothes. Feeling uncomfortable, Bi Eli left the room.\nAfter a few minutes, Bi Ani had not come out of the room. Out of curiosity, Bi Eli peeked inside through the keyhole.\nTo her shock, Bi Eli saw Bi Ani dancing like a ronggeng, completely naked.\n\"My father then called an ustaz to perform ruqyah on Bi Ani. After being dressed, Bi Ani was ruqyah. During the ruqyah, Bi Ani screamed in pain,\" said Sely. The atmosphere was quite tense. The ustaz said that an evil jinn resided in Bi Ani's body. This jinn always followed Bi Ani wherever she went.\nAfter the ruqyah, Bi Ani was taken home by Bi Eli using public transportation. It turned out that Bi Ani got possessed again in the vehicle, embarrassing Bi Eli.\nSely immediately fired Bi Ani that day. She was still grateful that her children did not experience any frightening incidents while being taken care of by Bi Ani.\nNot only to herself, but Sely also advised other mothers to be more careful when hiring a nanny.\nSource: TikTok"
  },
  {
    "⬡ ➠ *Title*": "Viral Story of Neighbors Hearing Mysterious Sounds",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nThis spine-chilling story remains a mystery to this day.\nDream - A chilling story of living in an apartment that has long been unoccupied was shared by a Malaysian girl named Fatin Shafira through her Twitter account @ftnshfr.\nFatin began her story when she received complaints from neighbors that they heard loud noises from her apartment unit every midnight.\nThe complaints were conveyed by Fatin's neighbors repeatedly through the WhatsApp application.\n\n",
    "⬡ ➠ *Story*": "According to her neighbors, almost every midnight, they heard the TV being turned on loudly from Fatin's apartment unit.\n\"Hello, I am a neighbor in the apartment unit. I want to ask if anyone is living in that unit?\n\"Because someone has been turning on the TV loudly after midnight for the past few days.\n\"Please check the apartment unit, (why not use headphones instead.) Thank you for the disturbance,\" wrote Fatin's neighbor. Out of curiosity, Fatin and her family visited the so-called haunted apartment unit.\nHowever, after inspecting the apartment, Fatin found nothing unusual. There was only an empty room, full of dust and dirt.\nMoreover, the electricity had been turned off. So it was impossible for everything to turn on by itself. For now, Fatin concluded that the disturbance experienced by her neighbors was caused by a ghost.\n\"So we went to the apartment and found no signs of anyone entering or using anything in the house.\n\"There were no footprints (the house was very dusty), and no electrical outlets were used. Conclusion: ghost. That's all,\" wrote Fatin. However, Fatin did not only receive complaints about the TV being turned on after midnight; her neighbors in the apartment also experienced other disturbances.\nThey once heard someone flushing the toilet and taking a shower. But when checked, the bathroom was completely dry.\nMoreover, the electricity and water supply had long been turned off, so it was impossible for them to be turned on unless someone was living there. The next morning, when Fatin had returned home, she received another message from the same neighbor.\nThey said that last night they heard the TV and the AC fan being turned on again. Unfortunately, Fatin could not check her apartment due to the lockdown.\nFatin reassured her neighbor that she had changed the locks, turned off the electricity, and so on. She suspected that the strange noises came from another unit.\n\"I have changed the locks, turned off the electricity, and so on. Maybe it came from another unit? Don't let your life be shrouded in mystery,\" Fatin teased. To this day, it remains unclear where the strange noises in the middle of the night came from. Netizens were also spooked by Fatin's story.\n\"This story really gives me chills. As the old saying goes, if a house is left empty for more than 40 days, 'other beings' will come and inhabit it,\" wrote the account @fahmy2009.\n\"If a house is left empty for a long time, you should read Surah Al-Baqarah and perform the Hajat prayer. The entire Surah, God willing, 'the being' will leave for another place,\" wrote the account @marshoulddie.\n\"Some say that if we hear strange noises outside the house, it is actually our house that is being disturbed,\" wrote the account @AmanysMos.\nSource: Twitter"
  },
  {
    "⬡ ➠ *Title*": "Scary Story of a Woman After Watching a Horror Movie",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nThe horror movie was based on a true story.\nDream - Usually, after watching a horror movie, the story will carry over into our dreams. Not only that, but the movie will also make us afraid to go to the kitchen or bathroom. But that was not the case with the experience of Facebook user Shafeeca Izyan after she and her husband watched the Turkish horror movie series Siccin. According to Shafeeca, her husband had a fever for four to five days. But after her husband took a blood test, the results were normal. Meanwhile, Shafeeca herself experienced health problems, from difficulty sleeping to a prolapsed uterus. This Turkish woman said that the story of the Siccin series was not scary. But there was one thing that made the movie very terrifying. Curious why Siccin was so scary that Shafeeca and her husband experienced various inexplicable problems? Read on for the continuation.\n\n",
    "⬡ ➠ *Story*": "Have you ever heard of the Turkish horror movie series Siccin?\nSome of the strange things I experienced unconsciously after watching the three Siccin series included sudden difficulty sleeping. I also had a severe cough that didn't go away.\nMy cough worsened every time it was close to Maghrib. The pressure from the cough was so strong that my uterus prolapsed.\nI also often felt like vomiting, and white foam came out of my mouth. Not only that, but my husband also had a fever for four to five days.\nStrangely, when he took a blood test, my husband was told he was perfectly fine. The story of Siccin is not scary. But my mistake was being too enthusiastic about watching this series. I forgot that in the story, real spells were recited based on true events.\nThe spells in the Siccin story were genuinely recited to summon demons and jinn. Siccin, or pronounced in Malay as 'Sijjin,' means the book of evil deeds.\nSo, Siccin is a book that records all the deeds of disbelievers and those who commit shirk, believing in things other than Allah SWT.\nSiccin is also the name of a place located in the seventh layer of the earth. That place is the base of demons and their troops.\nMeanwhile, according to Ibn Kathir, Siccin means the place of return and residence for evil people.\nThe story in the Siccin horror movie series is based on true events. Many of the spells recited in the Siccin story are real spells to summon demons and jinn.\n(Source: Siakapkeli.my)"
  },
  {
    "⬡ ➠ *Title*": "Viral! Woman in Red Kebaya Walking in the Middle of the Night",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nThe mystery of the woman in the red kebaya on the street....\nDream - A mysterious woman in a red kebaya was walking in the middle of the night. Her presence sparked curiosity.\nThe woman was walking alone on the side of the road in Malaysia. The car's CCTV camera accidentally recorded the incident.\nStrangely, every few meters, the car always encountered the woman.\nWho and what the woman in the red kebaya was doing became a topic of discussion and controversy among netizens.\nMany were scared and thought she was a ghost.\n \n\n\n",
    "⬡ ➠ *Story*": "The terrifying video was first uploaded to Facebook by the account Cempedak Cheese on Wednesday, March 28.\nBut recently, it was revealed that the video was staged by several people. It was seen from the circulating WhatsApp chat of the person who uploaded it.\nA group of people deliberately prepared the video with 3-4 people wearing kebayas. The first three people were told to walk on the side of the road, and the last one in the middle.\nOne person prepared a camera in the car, pretending to accidentally record it. When the video went viral, the head of the Kulim District Police conducted an investigation.\nIt was revealed that the video was just a hoax.\nThe main purpose was to fool and scare people passing by.\nThey thought netizens were easily fooled by such stories.\nHere is the video...\n\n Source: vidio.com"
  },
  {
    "⬡ ➠ *Title*": "Felt Hugged from Behind at Dawn",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nBefore the mysterious incident, the woman never believed in ghosts, paranormal activities, or other supernatural events.\nDream - A woman who was not named claimed to have experienced a strange incident while sleeping in her childhood home.\nThe woman felt her father, who had died a few years earlier, come and hug her from behind.\nBefore the mysterious incident, the woman never believed in ghosts, paranormal activities, or other supernatural events.\nThe woman said that her father had died in the house nine years ago.\nFor some reason, the woman now returned and stayed in her childhood home with her husband.\nBut at dawn, she experienced a very frightening incident. She felt her deceased father's presence.\nIt turned out that the strange incident was also often experienced by her mother, who had been living in the house.\n\"For years, my mother often said that she could feel my father's presence in this house. But I just listened to the story to avoid hurting her feelings,\" she wrote on Mumsnet.com.\n\"My mother said that she often felt someone sitting next to her on the bed,\" she added.\nThe woman thought her mother's story was understandable because of the deep sense of loss and sadness after her father's death.\nHowever, since experiencing the terrifying incident herself, the woman began to believe her mother's story.\n\n",
    "⬡ ➠ *Story*": "That dawn, the woman was already awake but still too lazy to get out of bed.\nThe woman could hear her husband standing and brushing his teeth in the bathroom. She also heard her husband go to the kitchen to boil water.\n\"So I was really awake but still too lazy to get up,\" said the woman.\nNot long after, she felt her husband return to bed and do something unusual.\n\"It was unusual for my husband to return to bed, hug, and kiss me before going to work.\n\"But I felt someone hugging me from behind. I felt the warmth between my shoulder blades. At that time, I remained calm,\" she said.\nHowever, the woman began to feel scared after hearing the front door open. She was sure it was her husband leaving for work.\n\"I immediately got goosebumps. I was very scared and couldn't stop crying. So, who was hugging me from behind? Was it my deceased father?\" said the woman. The woman's story received hundreds of comments from netizens. Some believed that the woman experienced sleep paralysis or commonly known as being 'pressed.'\nSleep paralysis is a condition where a person cannot move temporarily when about to sleep or wake up.\nThis condition causes people to feel or see something else in the room.\nIn the medical world, sleep paralysis occurs when the brain and body mechanisms are not synchronized. This causes us to wake up in the middle of the REM (rapid eye movement) cycle.\nWhen someone wakes up before the REM cycle is complete, the brain is not ready to send wake-up signals. As a result, the body seems to be dreaming, half asleep, and half awake.\nSource: Mirror.co.uk"
  },
  {
    "⬡ ➠ *Title*": "True Story of a Nanny Possessed",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nSely became even more terrified after hearing the background of her children's nanny.\nDream - For mothers with many children, it is certainly very tiring to take care of them alone. Especially if the husband works out of town and only comes home once a week or once a month.\nThat's why many mothers like this hire nannies to accompany and take care of their children.\nA young mother named Sely Sulfi shared a horror story about a nanny she hired through her mother's housemaid.\nThe nanny's name was Bi Ani, while the housemaid who hired her was named Bi Eli. According to Sely, both of them came from the same village.\n\"At that time, I needed a nanny because the older sibling of the twins was still young (they were only 11 months apart).\n\"So, because I was overwhelmed taking care of 3 babies, I had to hire a nanny who could stay at home,\" said Sulfi, starting her story.\nFor your information, Sely's husband only came home once a week because he was on duty out of town. Although she lived in her parents' house, they couldn't help Sely because of their age.\nSo, in Sely's parents' house, there was a housemaid named Bi Eli. This woman was the one who found a nanny for Sely's three children.\nAccording to Sely, the nanny's name was Bi Ani. She was from the same village as Bi Eli, but their houses were far apart.\nBi Eli found Bi Ani through a friend. So even though they were from the same village, they didn't know each other.\n\n",
    "⬡ ➠ *Story*": "When Sely first met Bi Ani, she already had a bad feeling. The woman often looked dazed, and her eyes were empty. But Sely ignored her feelings.\nSely then divided the sleeping arrangements. She slept with her first child, who was still breastfeeding, and one of the younger twins.\nMeanwhile, she asked Bi Ani to sleep with the older twin. They all slept in one room, just on different beds. Oh, by the way, Bi Eli had previously asked for permission to take four days off. During Bi Eli's absence, Bi Ani started working at Sely's parents' house.\nHowever, for some reason, every Maghrib, Sely's twins suddenly became fussy. Bi Ani tried to calm them by carrying them.\nBut Sely's twins cried even louder. It seemed that Sely's children were uncomfortable being held by Bi Ani.\nOn the fourth day, Bi Eli returned to work. That's when Sely found out the truth about Bi Ani. Bi Eli's story made Sely's hair stand on end.\n\"Ma'am, I'm really sorry... Actually, Bi Ani has problems. I just got information from my neighbor. It turns out she often gets possessed,\" said Sely, quoting Bi Eli. Of course, Sely was shocked to hear Bi Eli's words. According to Bi Eli, before working for Sely, Bi Ani had been a nanny at a doctor's house.\n\"She worked in the neighboring village, taking care of a doctor's child. The parents were busy, so the child was often left alone with Bi Ani,\" said Bi Eli to Sely.\nSely was curious about the fate of the doctor's child. She also began to understand why she had a bad feeling about Bi Ani.\nAccording to Bi Eli, while taking care of the doctor's child, Bi Ani suddenly got possessed. She danced like a ronggeng.\n\"The toddler she was taking care of was played with like a doll. Because the toddler was crying in fear, Bi Ani even hit the child,\" said Bi Eli. Sely felt even more terrified hearing Bi Eli's story. \"Why does she often get possessed?\" asked Sely to Bi Eli.\nAccording to Bi Eli, Bi Ani's father was a puppeteer in a remote village. Puppeteers in remote villages often performed mystical rituals.\n\"So, he (Bi Ani's father) often meditated in the mountains for his career success. But because his knowledge was not strong enough, it backfired on himself and his children,\" explained Bi Eli.\nHearing the explanation about Bi Ani's father, Sely became even more terrified. She intended to immediately fire Bi Ani from her job.\nBut when Sely called Bi Ani to talk, the nanny suddenly started trembling. When asked by Sely, Bi Ani said she was not feeling well.\n\"Alright, Bi, just rest in the room. If you want to take time off, it's okay,\" said Sely with a bit of fear. As she walked to the room, Bi Ani seemed to talk to herself, and her convulsions worsened. Bi Eli quickly guided her into the room.\nOnce inside the room, Bi Ani's behavior became even stranger. She suddenly took off her clothes. Feeling uncomfortable, Bi Eli left the room.\nAfter a few minutes, Bi Ani had not come out of the room. Out of curiosity, Bi Eli peeked inside through the keyhole.\nTo her shock, Bi Eli saw Bi Ani dancing like a ronggeng, completely naked.\n\"My father then called an ustaz to perform ruqyah on Bi Ani. After being dressed, Bi Ani was ruqyah. During the ruqyah, Bi Ani screamed in pain,\" said Sely. The atmosphere was quite tense. The ustaz said that an evil jinn resided in Bi Ani's body. This jinn always followed Bi Ani wherever she went.\nAfter the ruqyah, Bi Ani was taken home by Bi Eli using public transportation. It turned out that Bi Ani got possessed again in the vehicle, embarrassing Bi Eli.\nSely immediately fired Bi Ani that day. She was still grateful that her children did not experience any frightening incidents while being taken care of by Bi Ani.\nNot only to herself, but Sely also advised other mothers to be more careful when hiring a nanny.\nSource: TikTok"
  },
  {
    "⬡ ➠ *Title*": "Scary Vacation Story, Disturbed by Mysterious Noises All Night",
    "⬡ ➠ *Thumb*": "https://files.catbox.moe/m5zbb7.jpg",
    "⬡ ➠ *Desc*": "\nThe disturbances from the supernatural beings came one after another.\nDream - We are not the only inhabitants of this world. There are also other beings that accompany us, even though we are not aware of them.\nAs Muslims, we must believe in the unseen because it is part of the pillars of faith. However, we should only fear Allah because He controls everything.\nRecently, a Malaysian woman shared her terrifying experience while vacationing at a famous resort in Malaysia.\nThrough the Facebook group Kelab Cerita Hantu Malaysia, Siti Nazurah Abd Moin began her story when she and her family decided to rent a homestay.\n\n",
    "⬡ ➠ *Story*": "The house had 3 bedrooms. But as usual, they were all large. Each had 2 large beds and an en-suite bathroom.\nSince the family members who joined were only 5 people, including herself, only the first bedroom was used. The second and third bedrooms were left empty.\nThat night, around 9 PM, Siti told her three children to sleep first because they would wake up early the next day to continue their journey.\nWhile the children slept, Siti tidied up the kitchen and dining table. Earlier, she had cooked and had dinner with her family. Maybe because of exhaustion, the first and second children fell asleep quickly. Meanwhile, the youngest child came out of the room and said there was a ghost while laughing.\nSiti initially didn't take her child's words seriously because the child was known to joke and be a bit hyperactive.\nAround 11:30 PM, Siti entered the bedroom, followed by her youngest child. Siti, her husband, and the youngest child slept in one bed. The other two children slept in the other bed.\nNot long after, the youngest child fell asleep. Only Siti was still unable to close her eyes.\nWhile trying to sleep, Siti suddenly heard the sound of a chair being dragged outside the bedroom.\nThe sound of the chair being dragged was very clear. The atmosphere became quiet and eerie. Moreover, it was drizzling outside. Initially, Siti thought it was just her imagination because she felt tired all day. She tried to close her eyes.\nBut that was the beginning of a long and terrifying night that Siti had never experienced before.\n\"The sound of the chair being dragged became louder, as if someone was moving furniture. Fortunately, my husband was beside me, so the fear could be somewhat controlled.\n\"I forced myself to sleep when I heard the sound of someone playing with sand. This time, the sound was right above our heads,\" said Siti.\nWhen the sound of someone playing with sand appeared, her husband woke up briefly before going back to sleep. Siti understood because her husband was probably tired from driving. As the sound of sand and the chair being dragged alternated, suddenly, the sound of marbles being dropped from a height appeared.\n\"I was immediately terrified. Even though my body was tired and sleepy, my eyes and mind couldn't sleep because of the mysterious noises,\" added Siti.\nUntil 2:30 AM, Siti couldn't sleep due to the noises in the homestay.\nSiti tried to calm herself by reciting Ayat Kursi while closing her eyes, hoping to finally fall asleep.\n\"Time seemed to move very slowly, while the noises kept appearing alternately,\" said Siti. But what scared Siti the most was the sound of someone flushing the toilet in the en-suite bathroom.\n\"At that moment, I was really shivering with fear. My eyes were tightly closed, but my ears heard the bathroom door opening by itself.\n\"After that, I heard the toilet being flushed as if someone had just used it. My heart was pounding, and horror stories immediately came to mind,\" she said.\nEventually, Siti fell asleep, even though the noises continued. It was a light sleep because Siti woke up at 5 AM.\nIn her heart, she was grateful that the children could sleep soundly. Imagine if they also heard what Siti experienced. She wouldn't know how to handle their fear.\n\"I am sure the strange noises that night were not just my imagination because I had no scary thoughts when deciding to stay in that house,\" she said. Siti then woke her family up for the Fajr prayer before leaving the bedroom. There was no change from the night before when she entered the bedroom.\n\"All the furniture was still in place; nothing had moved. I thought 'the being' wanted to help arrange the furniture to make the decor more attractive,\" said Siti jokingly.\nOn the way home, Siti told her husband about her terrifying experience. It turned out that her husband also heard the disturbances but chose to sleep because he was tired.\nSiti's husband said the disturbances occurred because the supernatural beings in the house might just want to let them know they were there.\n\"A playful greeting from 'the being' as an introduction. Because the area might have been a forest or something before. We don't know,\" said Siti, quoting her husband.\nFrom her horror story, Siti was still grateful that nothing serious or too frightening happened to her.\nSource: Siakapkeli.my"
  }
]