[
  "⬡ ➠ *What hackers do is figure out technology and experiment with it in ways most people never imagined. They also have a strong desire to share this information with others and explain it to people whose only qualification might be a desire to learn.*",
  "⬡ ➠ *Hackers are talented. You won't learn it in school. It's like being Messi or C. Ronaldo. If you're born to be a hacker, it's your destiny. If not, you'll be hacked.*",
  "⬡ ➠ *Human stupidity, that's why hackers always win.*",
  "⬡ ➠ *Remember, when you're connected to another computer, you're connected to every computer that computer is connected to.*",
  "⬡ ➠ *Computer hacking is like the chemical bond that binds us all.*",
  "⬡ ➠ *If you're a good hacker, everyone knows you. But, if you're a great hacker, no one knows you.*",
  "⬡ ➠ *Science is what we understand well enough to explain to a computer; art is everything else.*",
  "⬡ ➠ *You can't hack destiny with brute force... You need a backdoor, a side channel into life.*",
  "⬡ ➠ *Enemies then and now have the same essential weakness about them. First, they want to use you, then they want to be you, then they want to destroy you.*",
  "⬡ ➠ *To me, computers are the most amazing tool we've ever had. It's like a bicycle for our minds.*",
  "⬡ ➠ *There's nothing inherently good or bad about knowledge itself; morality lies in the application of knowledge.*",
  "⬡ ➠ *I believe in a world where all these things can happen, even if I have to make it happen myself.*",
  "⬡ ➠ *Learn today, apply today.*",
  "⬡ ➠ *The most important thing about technology is how it changes people.*",
  "⬡ ➠ *Trust the vibes you get, energy doesn't lie.*",
  "⬡ ➠ *You're just one click away from finding your true self.*",
  "⬡ ➠ *When we all have access to information, we are powerful. When we are powerful, we retain the power to do the impossible.*",
  "⬡ ➠ *When gambling, one must know their opponent, and their weaknesses. Especially, if that opponent is a machine.*",
  "⬡ ➠ *We do what we do for the people, not for our own interests like fame.*",
  "⬡ ➠ *Virality is not an accident. It is engineered. And that's why growth hackers beat traditional marketers.*",
  "⬡ ➠ *If you believe that one idea can change the world, then we believe you are that idea.*",
  "⬡ ➠ *The world's governments can't keep pressing Anonymous forever, because their numbers keep growing every day.*",
  "⬡ ➠ *My world is much more interesting than theirs.*",
  "⬡ ➠ *It's not as easy as it looks, and it's not something everyone can do.*",
  "⬡ ➠ *No one knows our identity.*",
  "⬡ ➠ *We grew up believing we were innocent until proven guilty, but the reality is we are always judged guilty.*",
  "⬡ ➠ *Behind this monitor screen, I can see the world.*",
  "⬡ ➠ *We started as a group of people controlled without a reason.*",
  "⬡ ➠ *It's not without reason that we do this, it's all for the freedom that the government restricts.*",
  "⬡ ➠ *We don't need leaders. We have ideas. Ideas are bulletproof.*",
  "⬡ ➠ *The fact is, they are very easy. The problem is you don't have to protect yourself from stupid people. You have to protect yourself from people like me.*",
  "⬡ ➠ *When rich criminals need the poor, the poor might set the price they want.*",
  "⬡ ➠ *Enemies then and now have the same essential weakness about them. First, they want to use you, then they want to be you, then they want to destroy you.*",
  "⬡ ➠ *It's not the monsters we should fear; it's the people who don't recognize the same monsters within themselves.*",
  "⬡ ➠ *If you're a good hacker, everyone knows you. But, if you're a great hacker, no one knows you.*",
  "⬡ ➠ *They underestimate me in the real world, but they don't know me in the 'Cyber World'.*",
  "⬡ ➠ *We started as a group of people controlled without a reason.*",
  "⬡ ➠ *Being a criminal is not shameful. But remaining a criminal is a disgrace.*",
  "⬡ ➠ *It's not without reason that we do this, it's all for the freedom that the government restricts.*",
  "⬡ ➠ *We grew up believing we were innocent until proven guilty, but the reality is we are always judged guilty.*",
  "⬡ ➠ *Most hackers are still young, because people tend to adapt easily. As long as you can still adapt, you can always be a good hacker.*",
  "⬡ ➠ *If you believe that one idea can change the world, then we believe you are that idea.*",
  "⬡ ➠ *Technological progress is like an axe in the hands of a pathological criminal.*",
  "⬡ ➠ *I'm a hacker, but I'm the good kind of hacker. And I've never been a criminal.*",
  "⬡ ➠ *If you wanna know how not secure you are, just take a look around. Nothing's secure. Nothing's safe. I don't hate technology, I don't hate hackers, because that's just what comes with it, without those hackers we wouldn't solve the problems we need to solve, especially security.*",
  "⬡ ➠ *Social engineering has become about 75% of an average hacker's toolkit, and for the most successful hackers, it reaches 90% or more.*",
  "⬡ ➠ *Hackers are breaking the systems for profit. Before, it was about intellectual curiosity and pursuit of knowledge and thrill, and now hacking is big business.*",
  "⬡ ➠ *Very smart people are often tricked by hackers, by phishing. I don't exclude myself from that. It's about being smarter than a hacker. Not about being smart.*",
  "⬡ ➠ *Hackers rarely have full knowledge of the technology stack of a target.*",
  "⬡ ➠ *Hackers are seen as shadowy figures with superhuman powers that threaten civilization.*",
  "⬡ ➠ *What fashion has started from hackers? They have bad posture, and they don't go out. I wish I had a hacker boyfriend - they stay at home up in the bedroom.*",
  "⬡ ➠ *Garbage can provide important details for hackers: names, telephone numbers, a company's internal jargon.*",
  "⬡ ➠ *When hackers have access to powerful computers that use brute force hacking, they can crack almost any password; even one user with insecure access being successfully hacked can result in a major breach.*",
  "⬡ ➠ *In the aftermath of the oh-so-predictable crash, the Bitcoin fanatics have begun marshaling out excuse after excuse for why this non-investment investment lost so much of its value so fast. One was that hackers attacked some of the exchanges for Bitcoins and crippled it. Really? A hacker can wreck an entire market?*",
  "⬡ ➠ *Hackers often describe what they do as playfully creative problem solving. Heather Brooke Problem Creative Often Computer hackers do not need to know each other's real names, or even live on the same continent, to steal millions in mere hours.*",
  "⬡ ➠ *We face cyber threats from state-sponsored hackers, hackers for hire, global cyber syndicates, and terrorists. They seek our state secrets, our trade secrets, our technology, and our ideas - things of incredible value to all of us. They seek to strike our critical infrastructure and to harm our economy.*",
  "⬡ ➠ *Hackers are becoming more sophisticated in conjuring up new ways to hijack your system by exploiting technical vulnerabilities or human nature. Don't become the next victim of unscrupulous cyberspace intruders.*",
  "⬡ ➠ *I don't hate technology, I don't hate hackers, because that's just what comes with it, without those hackers we wouldn't solve the problems we need to solve, especially security.*",
  "⬡ *I really didn't understand why hackers would want to hack into a classroom. Are they going to learn algebra? Maybe calculus?*"
]
