[
  "⬡ ➠ *It's not called sunset if it's not melancholic, it's not called sunset if it's not quiet, and it's not called sunset if it doesn't create longing.*",
  "⬡ ➠ *We are just a speck of sunset that is sometimes beautiful then fades with sadness, the world for our childhood is just a fleeting toy that keeps soaring, circling the sky and making us forget its beauty…*",
  "⬡ ➠ *Try to be the night so you know what longing feels like, and be the sunset sometimes so you know what waiting means.*",
  "⬡ ➠ *I cross life and time. I sail through the sunset. I dare to write to immortalize life's moments on paper.*",
  "⬡ ➠ *The scent of longing fills this hot air, the sunset also beats waiting for your news about war and love.*",
  "⬡ ➠ *Emptiness is like a step without a trace, a sunset but not orange, love but not acknowledged*",
  "⬡ ➠ *I want you to be the one who accompanies me from morning to sunset, calming the night and sharing stories.*",
  "⬡ ➠ *The sunset will always be like that. Coming with its beauty, and then leaving just like that very quickly, replaced by the emptiness of a quiet night.*",
  "⬡ ➠ *In the embrace of the sunset, I hope for a hope, that can make this fleeting universe a colorful universe.*",
  "⬡ ➠ *I cross life and time. I sail through the sunset. I dare to write to immortalize life's moments on paper.*",
  "⬡ ➠ *Old age is not something that makes you sad. It can be something to be grateful for if we finish all our work*",
  "⬡ ➠ *Because the sunset never asks you to wait.*",
  "⬡ ➠ *If you miss someone, look at the evening sun. Send your longing message to them through the sunset.*",
  "⬡ ➠ *I cross life and time. I sail through the sunset. I dare to write to immortalize life's moments on paper.*",
  "⬡ ➠ *Because the sunset never asks you to wait.*",
  "⬡ ➠ *The sunset always leads joy to darkness. Maybe only those who are grateful can wipe away tears to see the stars.*",
  "⬡ ➠ *The sunset is never wrong, only memories make it wet.*",
  "⬡ ➠ *I am just a firefly and you are just a sunset. In the dark, we share. In the dark, we are eternal.*",
  "⬡ ➠ *It's not called sunset if it's not melancholic, it's not called sunset if it's not quiet, and it's not called sunset if it doesn't create longing.*",
  "⬡ ➠ *Maybe someday there will be a lonely sunset for you, one by one memories start to come back, and smile when it's my turn to pass.*",
  "⬡ ➠ *If the pen turns into a sunset leaf, let it dry, then be swept away by the wind, alone and left by loneliness.*",
  "⬡ ➠ *Because the sunset never asks you to wait.*",
  "⬡ ➠ *The sunset teaches us that life doesn't always go brilliantly and brightly.*",
  "⬡ ➠ *Let me enjoy this pain. Because the truth is, the pain caused by love that withers before it blooms, is as melancholic as nurturing that love itself for years. Like a sunset that never turns into night.*",
  "⬡ ➠ *Sometimes the sunset reminds us of home, of the people who make our hearts long to return.*",
  "⬡ ➠ *I am just a firefly and you are just a sunset. In the dark, we share. In the dark, we are eternal.*",
  "⬡ ➠ *Turns out he wasn't a sunset, his orange didn't warm the wound. He was just a wind that just stopped by and then left.*",
  "⬡ ➠ *A cracked sunset. Ships sail carrying memories. Your tears turn into the most thorny, most windy poem.*",
  "⬡ ➠ *Let me enjoy this pain. Because the truth is, the pain caused by love that withers before it blooms, is as melancholic as nurturing that love itself for years. Like a sunset that never turns into night.*",
  "⬡ ➠ *Restless, slapping not wet on a drizzling sunset. Is our bond so dry that the buds of hope are reluctant to grow again.*",
  "⬡ ➠ *We are just a speck of sunset that is sometimes beautiful then fades with sadness, the world for our childhood is just a fleeting toy that keeps soaring, circling the sky and making us forget its beauty…*",
  "⬡ ➠ *The sunset teaches us that something that looks beautiful is mostly just temporary.*",
  "⬡ ➠ *God, with the setting of this sunset, ease the disappointment and anger in my heart. Be patient with me. Amen.*",
  "⬡ ➠ *If you miss someone, look at the evening sun. Send your longing message to them through the sunset.*",
  "⬡ ➠ *Standing under the sky in the rain doesn't make me afraid. I believe, there is no beautiful day when the sunset is on the horizon.*",
  "⬡ ➠ *The sunset is never wrong. Only memories sometimes make it wet. And at sunset, we finally admit defeat.*",
  "⬡ ➠ *God, with the setting of this sunset, ease the disappointment and anger in my heart. Be patient with me. Amen.*",
  "⬡ ➠ *Remember, loyalty is indeed difficult, but look at the orange. Always completes its color, for the sunset every day.*",
  "⬡ ➠ *In every sunset, I want to paint the sky with the color of our eyes: the color of longing red.*",
  "⬡ ➠ *Even if only for a moment, But the sunset leaves a feeling that life is very short. Leave hope.*",
  "⬡ ➠ *If the pen turns into a sunset leaf, let it dry, then be swept away by the wind, alone and left by loneliness.*",
  "⬡ ➠ *The sunset is never wrong, only memories make it wet.*",
  "⬡ ➠ *The sunset has emitted its beautiful light. But why are you still in the same position and with the same feeling.*",
  "⬡ ➠ *If you miss someone, look at the evening sun. Send your longing message to them through the sunset.*",
  "⬡ ➠ *His hand becomes a substitute for my hand to guide you. His shoulder becomes a substitute for my shoulder for you to lean on. Let the drizzle, the sunset, a cup of tea, and a verse of song be your substitute.*",
  "⬡ ➠ *One thing that can't sink with the arrival of the sunset. That is the feeling.*",
  "⬡ ➠ *The sunset knows better how to express longing without being known by the wind and also the breath that roars.*",
  "⬡ ➠ *So silhouette your body against the sunset, because I can't bear to see your tears, my love.*",
  "⬡ ➠ *This is how the days feel on the timeline. Your face; 140 characters that keep stalking me without distance until the sunset disappears within us.*"
]
