[
"⬡ ➠ *Never fall in love when it rains. Because when you get heartbroken later, every time it rains, you'll remember that painful event. While others are happy looking at the rain, you'll feel sad looking out the window.*",
"⬡ ➠ *Emptiness is like a step without a trace, a sunset but not orange, love but not acknowledged.*",
"⬡ ➠ *Love is always mysterious. Don't rush it, or you'll ruin the story yourself.*",
"⬡ ➠ *Love doesn't teach us to be weak, but to awaken strength. Love doesn't teach us to humiliate ourselves, but to inspire courage. Love doesn't weaken the spirit, but to awaken the spirit.*",
"⬡ ➠ *Love is a war, a great war in the human soul. If it wins, you'll find a sincere, broad-minded, patient, and calm person. If it loses, you'll find a desperate, lost, weak-hearted, small-minded person, and sometimes even lose self-confidence.*",
"⬡ ➠ *Never fall in love when it rains. Because when you get heartbroken later, every time it rains, you'll remember that painful event. While others are happy looking at the rain, you'll feel sad looking out the window.*",
"⬡ ➠ *The way they see love will be different since that heartbreak.*",
"⬡ ➠ *Reasons are powerless in the expression of love.*",
"⬡ ➠ *Why is tissue useful, because love never dries up.*",
"⬡ ➠ *Emptiness is like a step without a trace, a sunset but not orange, love but not acknowledged.*",
"⬡ ➠ *The way they see love will be different since that heartbreak.*",
"⬡ ➠ *The biggest coward is a man who awakens a woman's love without intending to love her back.*",
"⬡ ➠ *Why is tissue useful, because love never dries up.*",
"⬡ ➠ *Love is an action. Beautiful words and writings are nonsense.*",
"⬡ ➠ *I see you and see the rest of my life in front of my eyes.*",
"⬡ ➠ *Maybe our imperfections make us so perfect for each other.*",
"⬡ ➠ *Loving you is my greatest weakness and my greatest strength.*",
"⬡ ➠ *You have replaced my nightmares with beautiful dreams, my worries with happiness, and my fears with love.*",
"⬡ ➠ *You may hold my hand for a while, but you hold my heart forever.*",
"⬡ ➠ *I need you like a heart needs a beat.*",
"⬡ ➠ *If you love someone, set them free. If they come back, they are yours. If not, let them go.*",
"⬡ ➠ *No matter how many fights you may have, if you truly love someone, it won't matter in the end.*"
]
