[
    "⬡ ➠ *If you don't love, just say it. Don't give false hope, because someone will get hurt. Don't take advantage of love!*",
    "⬡ ➠ *Even if you're friends, you don't always have to be together. Have your own time. But don't forget them when you find love*",
    "⬡ ➠ *If he loves you, he will want a serious relationship with you, if he keeps you but isn't serious, forget him*",
    "⬡ ➠ *Achieving what we want is the greatest gift we receive from birth*",
    "⬡ ➠ *With others, I might be shy, but with friends, I become very crazy!*",
    "⬡ ➠ *Don't despair about love, because there is always someone who will love you sincerely, even if sometimes they are not what you expect*",
    "⬡ ➠ *When a relationship ends, it doesn't mean two people stop loving each other. They just stop hurting each other*",
    "⬡ ➠ *My happiness feels complete when the reason behind my mother's smile is me*",
    "⬡ ➠ *Sometimes problems are your best friends. They make you stronger and make you place God closest to you*",
    "⬡ ➠ *Friends aren't always Super Heroes who always come when we need them.. But friends will always come at the right time*",
    "⬡ ➠ *It's so hard to find a friend who doesn't forget us when we haven't met for a long time*",
    "⬡ ➠ *It's never too late to change. The past is just self-maturity. Your life is not determined by others but by you!*",
    "⬡ ➠ *When we feel we no longer need to learn, that's when we need to learn a lot about humility*",
    "⬡ ➠ *True love is when he loves someone else and you can still smile, while saying: I'm happy for you*",
    "⬡ ➠ *Don't think too much about your past, now they are just memories. Look at your future because that's where dreams are*",
    "⬡ ➠ *A true friend cries when you leave, a fake friend leaves when you cry*",
    "⬡ ➠ *Love everything in the world with moderation. Because nothing in the world is eternal*",
    "⬡ ➠ *If you can't make others happy, don't add to their sorrow*",
    "⬡ ➠ *When a relationship ends, it doesn't mean two people stop loving each other. They just stop hurting each other*",
    "⬡ ➠ *Fear is often baseless*",
    "⬡ ➠ *I'm just an ordinary human, living an ordinary life. But your presence changes everything, you make me feel perfect*",
    "⬡ ➠ *Love that is close and intimate, often proves bland after marriage. So be more careful when your love is separated by distance*",
    "⬡ ➠ *The greatest success in life is being able to rise from failure*",
    "⬡ ➠ *Friends will always come when the whole world leaves*",
    "⬡ ➠ *Sometimes it feels pessimistic, but rise up by imagining the euphoria you will achieve later*",
    "⬡ ➠ *Love is strange, you hate it, but when he says 'I love YOU', you can't lie to your heart that answers 'Me Too'*",
    "⬡ ➠ *Life is not just about finding the best, but more about accepting the reality that you are you*",
    "⬡ ➠ *If we cry, but friends only accompany us when we are happy. So choose a true friend, which is a best friend*",
    "⬡ ➠ *If you love someone, love them as they are, not because you want them to be what you want*",
    "⬡ ➠ *To be happy, don't just look for things that make you happy, but find what makes you sad and stop doing it*",
    "⬡ ➠ *Because there is one bond that cannot be broken, 'Friendship'*",
    "⬡ ➠ *No matter what your life is like, you always have a choice to see the good side or the bad side*",
    "⬡ ➠ *It's something pleasant how someone can make you smile, just by thinking about them*",
    "⬡ ➠ *What's important is not what we know but what we are willing to learn*",
    "⬡ ➠ *Love because of religion and goodness, you will find happiness living with them*",
    "⬡ ➠ *Be yourself so when someone loves you, you don't have to be afraid if they find out you're not the person they want to love*",
    "⬡ ➠ *Our behavior towards life determines life's attitude towards us*",
    "⬡ ➠ *When you have to choose just one love, there will be someone else who cries. #Anime (Ai Kora)*",
    "⬡ ➠ *What's important is not what we know but what we are willing to learn*",
    "⬡ ➠ *Actually, the challenge is not managing time but managing ourselves*",
    "⬡ ➠ *God will not take something from us, but He has prepared a better replacement*",
    "⬡ ➠ *It's never too late to change. The past is just self-maturity. Your life is not determined by others but by you!*",
    "⬡ ➠ *I'm just an ordinary human, living an ordinary life. But your presence changes everything, you make me feel perfect*",
    "⬡ ➠ *You will never lose the person you love if you are willing to be their friend, even if your relationship has ended*",
    "⬡ ➠ *I don't want our friendship to end just because of love*",
    "⬡ ➠ *Friends are like eyes and hands, when the eyes cry the hands wipe. When the hands are hurt the eyes cry*",
    "⬡ ➠ *No matter how many relationships we have, we will all be alone in the end. #Anime [Another]*",
    "⬡ ➠ *Love because of looks will make you feel bored quickly*",
    "⬡ ➠ *Emotions will not lead you to positive thoughts or actions. So calm yourself*",
    "⬡ ➠ *Realize, you don't deserve to cry because of someone who betrayed you*",
    "⬡ ➠ *Even though it's hard to live by, wise words can be our life guide so we don't act wrongly*",
    "⬡ ➠ *Live as if today is our last day. Learn as if we will live forever*",
    "⬡ ➠ *Nothing is more beautiful than a friend's love, a friend shows love at all times and is always there in every difficulty*",
    "⬡ ➠ *Simplicity is a very valuable experience in the world*",
    "⬡ ➠ *Love that is close and intimate, often proves bland after marriage. So be more careful when your love is separated by distance*",
    "⬡ ➠ *Don't convince yourself that he likes you just because he is sweet to you. Sometimes you are just an option when he is bored*"
]