[
    "⬡ ➠ *Posting cute couple pics on social media is nothing compared to having your photo in a marriage book*",
    "⬡ ➠ *Allah is all-powerful and all-knowing, so even if we don't end up together, it's for the best, inshaAllah*",
    "⬡ ➠ *Don't stress about what your future spouse will be like, inshaAllah they'll reflect your current self*",
    "⬡ ➠ *All sacrifices and struggles will be rewarded with the best*",
    "⬡ ➠ *I wish I could be with you, but maybe I'm not good enough for you*",
    "⬡ ➠ *Oh Allah, forgive all the sins I've committed*",
    "⬡ ➠ *A true friend is someone who sticks with you through thick and thin and advises you in obedience to Allah*",
    "⬡ ➠ *A calamity that brings you back to Allah is better than a blessing that makes you forget Him*",
    "⬡ ➠ *Repay evil with good*",
    "⬡ ➠ *For those who are new to hijrah, be like new clothes that you always take care of and keep clean. If it gets dirty, clean it from stains*",
    "⬡ ➠ *Allah is all-powerful and all-knowing, so even if we don't end up together, it's for the best, inshaAllah*",
    "⬡ ➠ *Say alhamdulillah because maybe it's Allah's way of reaching out to us through the pain we feel*",
    "⬡ ➠ *Alhamdulillah for all the blessings you've given*",
    "⬡ ➠ *When life ends and Allah gives us one more day, we would surely repent*",
    "⬡ ➠ *Find a partner who can guide you not just in this world but also in the hereafter*",
    "⬡ ➠ *I hope you are the one who will be my life partner*",
    "⬡ ➠ *The key to a happy life is to live, enjoy, and be grateful*",
    "⬡ ➠ *A loyal man is one who dares to marry you, not just date you. Especially not leave you after everything has been given*",
    "⬡ ➠ *I'm waiting for you to make our relationship halal, but if someone better in faith comes first, maybe he's the best for me*",
    "⬡ ➠ *What do you usually pray for when it rains?*",
    "⬡ ➠ *Don't blame others when you're disappointed, blame yourself for expecting too much from something uncertain*",
    "⬡ ➠ *Never feel superior to others because we don't know how much good deeds they hide*",
    "⬡ ➠ *You don't have to be perfect, just strive to be consistent in every moment you have. Because we will work together to build a home in paradise*",
    "⬡ ➠ *I hope in this solitude I can truly pass the test of restraining myself from the opposite sex*",
    "⬡ ➠ *How can you build a household with someone who lies in the relationship?*",
    "⬡ ➠ *A soulmate is not about who comes first, but if Allah has destined it, it will surely come*",
    "⬡ ➠ *I miss you, O Messenger of Allah. I want to meet you, even if only in a dream*",
    "⬡ ➠ *What's the point of living 100 years if you don't pray and don't study the Quran?*",
    "⬡ ➠ *It's better to feel hurt when reminded than to feel nothing at all*",
    "⬡ ➠ *Don't go all out to perfect your appearance. What you should always maintain and improve is your inner quality, not your physical quality*",
    "⬡ ➠ *There will come a time when being alone becomes true happiness*",
    "⬡ ➠ *The heaviest punishment from Allah is when He closes our hearts from doing good deeds*",
    "⬡ ➠ *Allah's pleasure will not come to a relationship that violates His prohibitions*",
    "⬡ ➠ *What I fear most for this ummah is a hypocritical scholar*",
    "⬡ ➠ *Everything requires sacrifice and sincerity, especially choosing the path of goodness. There will always be opposition, but Allah will never close the door for those who are willing to change*",
    "⬡ ➠ *Countless are the blessings you've given us, O Allah*",
    "⬡ ➠ *Part of your future is determined by who you hang out with*",
    "⬡ ➠ *I hope to be a good leader who leads you with faith and piety*",
    "⬡ ➠ *In pursuing sustenance, don't chase the amount, but chase the blessings*",
    "⬡ ➠ *Loving sincerely brings happiness to our hearts. Loving for the sake of Allah gives us the reward of worship and greater happiness*",
    "⬡ ➠ *So I say congratulations, you've succeeded in hurting their feelings a little*",
    "⬡ ➠ *Sometimes it's not about knowing how to vent anger, but knowing that getting angrier won't solve the problem*",
    "⬡ ➠ *A true Muslimah is one who can instill deep love in her husband's heart, not her boyfriend's*",
    "⬡ ➠ *When someone leaves us, turn to Allah with sincere prayer and worship. We will feel extraordinary beauty and love*",
    "⬡ ➠ *Charity is not like math that can be added, subtracted, divided, and multiplied. Charity will multiply and return to us abundantly*",
    "⬡ ➠ *Anyone who longs for success must ask themselves how far and sincerely they are willing to strive, because there is no success without struggle*",
    "⬡ ➠ *It's not because we're great, but because Allah makes our affairs easy*",
    "⬡ ➠ *Ants will swarm around sugar. If you want to find a righteous spouse, look among righteous people*",
    "⬡ ➠ *If your hijrah is for Allah, you will keep going even when you're tired*",
    "⬡ ➠ *Don't be tempted by women who are good at applying makeup. Your children need a mother with good character*",
    "⬡ ➠ *Believe that the problems you face are Allah's way of reminding you to get closer to Him*",
    "⬡ ➠ *I hope all my prayers reach the heavens and are granted*",
    "⬡ ➠ *There is love that leads to sin, and there is love that makes someone change to love only for Allah. Love each other for Allah*",
    "⬡ ➠ *Muslim women should realize that their beauty is for their husbands and close relatives to see*",
    "⬡ ➠ *What do you usually pray for when it rains?*"
]