[
    "⬡ ➠ *My favorite place to drive is Miramar*",
    "⬡ ➠ *I never liked chicken, but PUBG chicken is different*",
    "⬡ ➠ *Stay calm and get that chicken dinner*",
    "⬡ ➠ *No sleep until chicken dinner*",
    "⬡ ➠ *No true victory without chicken dinner*",
    "⬡ ➠ *Playing PUBG isn't always about playing with friends. Random matches can level up your skills*",
    "⬡ ➠ *Better to play PUBG than play with someone's heart*",
    "⬡ ➠ *PUBG legends always play past midnight*",
    "⬡ ➠ *We're PUBG gamers. We don't need beauty, just a full battery*",
    "⬡ ➠ *My life feels like PUBG. Am I in the red zone?*",
    "⬡ ➠ *Playing solo vs squad just to sharpen skills after a break*",
    "⬡ ➠ *Long life to friends who log in immediately when invited to play*",
    "⬡ ➠ *Rich is fine, but no skill is a no-go*",
    "⬡ ➠ *We're not noobs, we're just starting*",
    "⬡ ➠ *Doesn't matter if we drop in Erangel, Vikendi, Sanhok, or Miramar. With effort, chicken is possible*",
    "⬡ ➠ *Love your Free Fire without dissing my PUBG*",
    "⬡ ➠ *Just 15 minutes for a battle because we know time is money*",
    "⬡ ➠ *If someone asks why not out on Saturday night? Say you're pushing rank*",
    "⬡ ➠ *When lonely, only PUBG makes me happy*",
    "⬡ ➠ *True skill is killing without fighting*",
    "⬡ ➠ *Think like an empty glass, the world will open up for you*",
    "⬡ ➠ *In PUBG, we learn not to fight continuously but to fight and protect friends for a Winner Winner Chicken Dinner*",
    "⬡ ➠ *If you're not determined to get chicken dinner tonight, you'll never get it*",
    "⬡ ➠ *Playing PUBG to escape the exhausting world*",
    "⬡ ➠ *We play not to waste time, but to maintain friendships*",
    "⬡ ➠ *We don't play easy games. Victory feels sweet with challenges*",
    "⬡ ➠ *PUBG isn't just a game. It requires skill and quick thinking*",
    "⬡ ➠ *In PUBG, if you encounter enemies, you're on the right path*",
    "⬡ ➠ *Don't fear starting a fight because they're PRO. They were beginners once too*",
    "⬡ ➠ *We're not born winners. We have to earn it with hard work*",
    "⬡ ➠ *Everyone deserves chicken dinner, but not everyone has the skill to get it*",
    "⬡ ➠ *Don't play to win battles, play for fun*",
    "⬡ ➠ *Let me love you without deleting my PUBG*",
    "⬡ ➠ *I'll drop rank to teach you PUBG. Playing games is more fun than playing with feelings*",
    "⬡ ➠ *Learn from PUBG. It's not about who arrives first, but who survives till the end*",
    "⬡ ➠ *A true soldier fights not because he hates the enemy, but because he loves what's behind him*",
    "⬡ ➠ *I can't even aim in PUBG, let alone aim for you. Mission Failed*",
    "⬡ ➠ *Tell Dilan, the heavy thing isn't longing, it's solo vs squad*",
    "⬡ ➠ *Controlling my AIM is as hard as moving on from you*",
    "⬡ ➠ *I'll chase an airdrop, so I'll chase your love too*",
    "⬡ ➠ *Dating a PUBG player is easy. If not on a date, push rank*",
    "⬡ ➠ *It's not that I don't want to reply to your chat, but understand that PUBG has no pause option*",
    "⬡ ➠ *You're like an airdrop I want to reach, but many others want you too*",
    "⬡ ➠ *I'm not like P18C guarding you closely. Let me be like AWM guarding you from afar*",
    "⬡ ➠ *Find a partner who runs to the safe zone in PUBG, not the red zone*",
    "⬡ ➠ *We don't want to be a girl's heart winner. We just want a chicken dinner*",
    "⬡ ➠ *Why do I love PUBG? Because in PUBG, shooting never gets rejected*",
    "⬡ ➠ *What's more painful: a sudden breakup or an AWM piercing a level 3 helmet?*",
    "⬡ ➠ *Teamwork makes chicken dinner a reality*",
    "⬡ ➠ *Two main points for chicken dinner: skill and teamwork. Skill can be improved, but teamwork is hard to build*",
    "⬡ ➠ *Lesson from PUBG: victory needs teamwork, individual selfishness leads to defeat*",
    "⬡ ➠ *A team is formed to achieve the same goal – Chicken dinner*",
    "⬡ ➠ *A winner thinks about teamwork. A loser thinks about power*",
    "⬡ ➠ *PUBG isn't just a game. It teaches us to protect friends and fight together*",
    "⬡ ➠ *From PUBG, I learned to eliminate enemies but also to protect friends*",
    "⬡ ➠ *Individual skill is great, but without teamwork, it's nothing*"
]
