[
    "⬡ ➠ *What's the most disgusting TV show? And why?*", 
    "⬡ ➠ *What's the ugliest outfit you've ever worn and when did you wear it?*",
    "⬡ ➠ *What's your spirit animal?*", 
    "⬡ ➠ *What's the worst thing you've ever said about a friend?*",
    "⬡ ➠ *What's the most embarrassing thing about you?*",
    "⬡ ➠ *What's the most embarrassing thing about your friend?*", 
    "⬡ ➠ *What's the first thing you notice when you see someone of the opposite gender?*",
    "⬡ ➠ *What's the first thing that comes to your mind when you look in the mirror?*",
    "⬡ ➠ *What's the dumbest thing you've ever done?*", 
    "⬡ ➠ *What's the dumbest thing you've ever done?*",
    "⬡ ➠ *What's your biggest fear?*",
    "⬡ ➠ *What's your worst nightmare?*", 
    "⬡ ➠ *What's the silliest dream you've ever had?*",
    "⬡ ➠ *What's the most ridiculous job you ever imagined having?*",
    "⬡ ➠ *What's your worst trait according to you?*",
    "⬡ ➠ *What's one trait you want to change about yourself?*",
    "⬡ ➠ *What's one trait you want to change about your friend?*",
    "⬡ ➠ *What would you do if your partner said your nose or fingers are ugly?*",
    "⬡ ➠ *What do you think about before you sleep? Like daydreaming about your soulmate, etc.*",
    "⬡ ➠ *What's the most noticeable thing about you?*",
    "⬡ ➠ *Which part of your friend's body do you like the most and wish you had?*",
    "⬡ ➠ *Which part of your body do you hate the most?*", 
    "⬡ ➠ *Out of all the classes in school, which one do you want to join the most and which one do you want to avoid the most?*",
    "⬡ ➠ *Describe your closest friend!*",
    "⬡ ➠ *Describe yourself in one word!*",
    "⬡ ➠ *What movie and song have made you cry?*",
    "⬡ ➠ *What's something you've kept secret until now and no one knows?*",
    "⬡ ➠ *What's the most romantic thing someone of the opposite gender has done or given to you?*",
    "⬡ ➠ *What's the grossest thing you've ever experienced?*",
    "⬡ ➠ *If you were reborn and had to be one of your friends, who would you choose to be?*",
    "⬡ ➠ *If you had superpowers, what would you do?*",
    "⬡ ➠ *If the world was ending soon, what would you do?*",
    "⬡ ➠ *If you had to get plastic surgery to look like someone in your class, whose face would you choose?*",
    "⬡ ➠ *Have you ever stolen something?*",
    "⬡ ➠ *Are you afraid of dying? Why?*",
    "⬡ ➠ *When was the last time you cried and why?*",
    "⬡ ➠ *What's your special talent?*",
    "⬡ ➠ *Why do you like the person you like?*",
    "⬡ ➠ *What's a good trait your closest friend has that they don't realize?*",
    "⬡ ➠ *What kind of person do you want to marry someday?*",
    "⬡ ➠ *What's the most pathetic job you think suits the person to your right?*",
    "⬡ ➠ *Who would you want to switch lives with for a day? (a close friend you both know) and why?*",
    "⬡ ➠ *Have you ever secretly wished someone's relationship would end? Who?*",
    "⬡ ➠ *Choose: Partner or Friend? Give your reason!*",
    "⬡ ➠ *What's your favorite quote?*",
    "⬡ ➠ *What's a secret you've never told your friend until now?*",
    "⬡ ➠ *Who's your role model?*",
    "⬡ ➠ *Who among your friends do you think is the most materialistic?*",
    "⬡ ➠ *Who among your friends has the worst haircut?*",
    "⬡ ➠ *Who among your friends is the least photogenic and looks like a horse when they laugh in photos?*",
    "⬡ ➠ *Who's your most memorable ex and why did you break up?*",
    "⬡ ➠ *Who's the celebrity whose photo you've secretly kissed?*",
    "⬡ ➠ *Who's the male teacher you had a crush on?*",
    "⬡ ➠ *Who's your friend's ex that you secretly liked?*",
    "⬡ ➠ *Who's someone of the opposite gender you think would be fun to date?*",
    "⬡ ➠ *Who's someone you hate but think likes you (doesn't have to be of the opposite gender)?*",
    "⬡ ➠ *Who's someone you've secretly followed?*",
    "⬡ ➠ *Who's the opposite gender person who crosses your mind the most?*",
    "⬡ ➠ *Who's the most annoying person among your friends? Why?*",
    "⬡ ➠ *Who among your friends do you think needs a makeover the most?*",
    "⬡ ➠ *Who's the closest to your ideal partner here?*"
]
